[
  {
    "id": "4591913406031045665",
    "title": "As Part Of Scarlett Johansson Black Widow Lawsuit, Disney Reveals How Much Marvel Movie Has Made On Disney+",
    "url": "https://www.cinemablend.com/news/2572346/scarlett-johansson-black-widow-lawsuit-disney-reveals-much-marvel-movie-made-disney-premier-access-theaters",
    "description": "The Disney lawsuit has revealed how much the company made on Black Widow at homes.",
    "body": "For nearly a month now, Scarlett Johansson and The Walt Disney Company have been locked in a legal dispute over the decision for Black Widow to go to both theaters and streaming earlier this summer. Johansson is suing the company for allegedly breaching their contract with the release of Natasha Romanoffs first and only solo film. Amidst a heated back-and-forth, weve now learned how lucrative Black Widow has been for Disney.Disney+ and other streaming services like it are notoriously secretive about how much these at-home releases are making. But in light of Scarlett Johanssons lawsuit, Disney has revealed how much money Black Widow has made in box office dollars and through their streaming services Disney+ Premier Access. According to a motion filed by Disney's outside lawyers this past Friday: As of August 15, 2021, the Picture has grossed more than $367 million in worldwide box-office receipts and more than $125 million in streaming and download retail receipts. That $125 million amounts to well over four million households tuning into Black Widow at home for the $30 fee over the past five weeks its been available through Disney+ Premier Access. Overall, Black Widow has made nearly a half $1 billion between theatrical and streaming profits in the COVID-19 era. Its not the biggest win of 2021, as that goes to F9: The Fast Saga, which has made $681 million worldwide since its exclusive theatrical May release. Nevertheless, its a substantial number for the studio, per Deadline.When Black Widow was released in early July, Disney offered up the streaming numbers to buff up its opening weekend, adding Disney+ Premier Access $55 million to its initial $80 million box office numbers to tout that in spite of the circumstances, it made more than many other MCU movies like Thor: The Dark World, Ant-Man, Ant-Man and the Wasp and Guardians of the GalaxyIn the latest update regarding Scarlett Johanssons case, the Walt Disney Company is attempting to move its business behind closed doors in New York instead of Los Angeles Superior Court. Johansson and her legal team are asserting that the companys most recent move is an attempt to hide its misconduct in a confidential arbitration.One of Johanssons lawyers, John Berlinski, believes that Disney made Black Widow a hybrid release to boost its streaming numbers and looks forward to presenting the overwhelming evidence to prove the companys misstep with the Oscar-nominated star. The actress was reportedly paid $20 million upfront to star in Black Widow but also claims she was promised a release exclusive to movie theaters.As Scarlett Johanssons case with Disney continues, she and Colin Jost recently revealed that they welcomed a child together named Cosmo. Meanwhile, Marvels next film, Shang-Chi and the Legend of the Ten Rings, will be released exclusively to theaters on September 3.",
    "snippet": "The <b>Disney</b> lawsuit has revealed how much the company ... a month now, Scarlett Johansson and The Walt <b>Disney</b> Company have been locked in a legal dispute ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T20:06:19",
    "provider": {
      "name": "cinemablend",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://img.cinemablend.com/filter:scale/quill/1/3/6/1/8/a/13618afcf390bcd6845cddbd600ae796d9c7f84d.jpg?fw=1200",
      "height": 600,
      "width": 1200,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=3417247031172929715",
      "thumbnailHeight": 84,
      "thumbnailWidth": 168,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "cinemablend",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.cinemablend.com/news/2572346/scarlett-johansson-black-widow-lawsuit-disney-reveals-much-marvel-movie-made-disney-premier-access-theaters"
    }
  },
  {
    "id": "5941208882472833287",
    "title": "Lizzo Reacts To Fans Calling For Her To Be Cast In Disneys Live-Action Hercules",
    "url": "https://www.cinemablend.com/news/2572325/lizzo-reacts-fan-cast-disney-live-action-hercules-cardi-b-muses-tik-tok",
    "description": "After the pop singer previously auditioned herself for The Little Mermaid's Ursula, she has another option with Disney.",
    "body": "Lizzo is a huge Disney fan, so would someone give her a role already? Back in 2018, the chart-topping pop singer shared a convincing Ursula rendition for Halloween that had some people feeling less confident about Melissa McCarthys role in the live-action Little Mermaid movie, in all honesty. But since that ship has sailed, its time to think about another Disney role for Lizzo. Since she released an Ancient Greek inspired music video, fans want her to play one of the Muses.Itd be perfect, right? Theres even a live-action Hercules movie in the works from the Russo Brothers, and it just wouldnt be the same without its musical narrators. Since Lizzos Rumors music video came out last week, fans have been casting the Truth Hurts singer and other actors as specific Muses, and Lizzo is reacting to their ideas.Lizzo is active on TikTok, most famously for her posts connecting her and Chris Evans, so she came across the side of the social media platform casting her in the Hercules movie. The one she chose to react to is a commentary on users' tendency to imagine her as the shortest and heaviest of the bunch, just because she is a full-figured pop singer. And, no thank you.Lizzo reacted to a post by Alexsis Page, which criticized another post that cast her as Thalia among their picks. She shared that it pisses her off that people would cast her in that role when shes clearly better for the role of Terpsichore, because her vocal register matches more closely with the character that was initially voiced by LaChanze in the animated film. She pointed out that Lizzo would actually be one of the taller Muses of the bunch. Judging by Lizzos reaction, she agrees with Pages analysis and is down to bring her vocals to a Hercules film.The TikToker subsequently made a post sharing her own picks for the Muses, which include Respects Jennifer Hudson as the middle and main Muse Calliope, Glees Amber Riley and Alex Newell as Melpomeme and Cilo, along with Orange Is The New Blacks Uzo Aduba as Thalia. Page sparks a great conversation about how casting too often comes down to outward appearance over who is better for a character, and her casting ideas are on point.We have to wonder if Lizzos latest music video Rumors is subliminal messaging to Disney about the impending Hercules live-action movie. I mean, just look at the visuals:Someone even edited the song on top of the original animation of Rumors to give fans an idea of how Lizzos voice with the movie could go with Hercules. Its another reason why Lizzos latest video is basically an unofficial audition for Hercules:Disney's live-action Hercules was first announced back in April 2020, with Avengers: Endgames Russo brothers producing and Shang-Chi and the Legend of the Ten Rings's David Callaham writing. The Russos updated in early 2021 that they were awaiting a script before moving forward through development. Until then, the next live-action Disney films are The Little Mermaid and Peter Pan & Wendy.",
    "snippet": "... Little Mermaid's Ursula, she has another option with <b>Disney</b>. Lizzo is a huge <b>Disney</b> fan, so would someone give her a role already? Back in 2018, the ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T19:06:33",
    "provider": {
      "name": "cinemablend",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://img.cinemablend.com/filter:scale/quill/e/0/a/e/1/5/e0ae1528cc382340a01035f7e5a1debfb186dfd7.jpg?fw=1200",
      "height": 600,
      "width": 1200,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=3732352209898035570",
      "thumbnailHeight": 112,
      "thumbnailWidth": 224,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "cinemablend",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.cinemablend.com/news/2572325/lizzo-reacts-fan-cast-disney-live-action-hercules-cardi-b-muses-tik-tok"
    }
  },
  {
    "id": "5299141751094531279",
    "title": "Disney Strikes With Arbitration in Scarlett Johansson Lawsuit",
    "url": "https://www.businessinsider.com/disney-arbitration-scarlett-johansson-lawsuit-2021-8",
    "description": "Disney filed a late-night motion on Friday to move the ongoing feud behind closed doors and further deny Scarlett Johansson's claims.",
    "body": "An image of a chain link. It symobilizes a website link url.\nCopy Link\nDisney filed for arbitration in lawsuit involving Scarlett Johansson, star of Marvel's 'Black Widow.'\nDisney\nDisney filed a motion Friday to move Scarlett Johansson's lawsuit to arbitration in New York.\nDisney attorneys said Johansson and her legal team skirted around a 2019 arbitration agreement.\nJohansson's attorneys responded that Disney filed the motion due to fear of public litigation.\nBusiness Insider: A daily selection of curated stories\nLoading\nSomething is loading.\nEmail address\nBy clicking Sign up, you agree to receive marketing emails from Insider                                as well as other partner offers and accept our                                Terms of Serviceand                                Privacy Policy\nDisney struck back against \"Black Widow\" star Scarlett Johanssonand her attorneys, filing a motion to move the ongoing lawsuit between the two parties into arbitration late Friday night, Variety first reported\nAccording to the motionviewed by Insider, Disney alleges Periwinkle Entertainment Inc., Johansson's entertainment company, violated an agreement that all claims regarding and related to Johansson's work on \"Black Widow\"would be submitted confidentially to Disney in New York.\n\"In a futile effort to evade [arbitration] (and generate publicity through a public filing), Periwinkle excluded Marvel as a party to this lawsuitsubstituting instead its parent company Disney under contract-interference theories,\" Disney attorney Daniel Petrocelli said in the motion.\nPetrocelli went on to call the efforts of Johansson and her attorneys to publicize the lawsuit \"gamesmanship,\" according to the motion.\nThe motion says that Disney made good on its promise to premiere the picture on \"no less than 1,500 screens,\" saying that the film ultimately debuted on more than 30,000 screens in July and refuting Johansson's claims of interference and breach of contract.\n\"After initially responding to this litigation with a misogynistic attack against Scarlett Johansson, Disney is now, predictably, trying to hide its misconduct in a confidential arbitration,\" John Berlinski, attorney for Scarlett Johansson, told Insider.\nJohansson took landmark action earlier this month in publicly suing Disney the parent company of Marvel Studios that produced \"Black Widow.\"Johansson claimed in her initial suitthat the decision to release the film simultaneously in theaters and on Disney's streaming platform, Disney+, breached her contract and compromised her total box-office earnings.\n\"Black Widow\"hauled $158 millionin its global box-office opening weekend, excluding streaming earnings. It performed relatively well for a film released during the COVID-19 pandemic, but not nearly hitting Marvel Studios' pre-pandemic numbers. Johansson's agents also accused Disney of trying to \"weaponize her success\" by revealing her earnings for the movie\n\"Why is Disney so afraid of litigating this case in public?\" Berlinski continued, speaking with Insider. \"Because it knows that Marvel's promises to give Black Widow a typical theatrical release 'like its other films' had everything to do with guaranteeing that Disney wouldn't cannibalize box office receipts in order to boost Disney+ subscriptions. Yet that is exactly what happened - and we look forward to presenting the overwhelming evidence that proves it.\"\nDirectors\n, producers, and actors alike have taken issue publicly with the way streaming giants, like Disney+ and Hbo Max, have capitalized on the pandemic-driven demand fueling so-called streaming wars. Johansson's suit also paves the way for new studio-talent dealsand relationships moving forward.\nBerlinksi\nInsider that the lawsuit won't be the \"last case where Hollywood talent stands up to Disney and makes it clear that, whatever the company may pretend, it has a legal obligation to honor its contracts.\"\nSign up for notifications from Insider! Stay up to date with what you want to know.\nSubscribe to push notifications",
    "snippet": "<b>Disney</b> filed a late-night motion on Friday to move the ongoing feud behind closed doors and further deny Scarlett Johansson's claims. An image of a ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T18:32:59",
    "provider": {
      "name": "businessinsider",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://i.insider.com/61213a8549320300184559dc?width=1200&format=jpeg",
      "height": 600,
      "width": 1200,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=4577926186484241788",
      "thumbnailHeight": 225,
      "thumbnailWidth": 450,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "businessinsider",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.businessinsider.com/disney-arbitration-scarlett-johansson-lawsuit-2021-8"
    }
  },
  {
    "id": "426098188692142051",
    "title": "Black Widow Suit: Disney Moves For Arbitration, Johansson Responds",
    "url": "https://bleedingcool.com/movies/black-widow-suit-disney-moves-for-arbitration-johansson-responds/",
    "description": "TheBlack Widow lawsuit continues to unfold both publicly as Disney, and Scarlett Johansson's team continue to take swipes at each other in the legal sense. Last month, Johansson filed a suit for breach of contract and lost revenue, saying that it was in her contract that Black Widow would have a theatrical-only release, and because []",
    "body": "TheBlack Widow lawsuit continues to unfold both publicly as Disney, and Scarlett Johansson's team continue to take swipes at each other in the legal sense. Last month, Johansson filed a suit for breach of contract and lost revenue, saying that it was in her contract that Black Widow would have a theatrical-only release, and because of the Disney+ release, she lost out on significant revenue. Disney fired back by stating how much Johansson got paid to be in Black Widowand seemed to imply that Johansson didn't care about the pandemic. There have been some responses from other parties, but we got a major response last night. In a 23 page motion filed by Disney last night, obtained and summarized by Deadline, they are trying to move the case behind closed doors and moves for arbitration.\n\"Periwinkle agreed that all claims 'arising out of, in connection with, or relating to' Scarlett Johansson's acting services for Black Widow would be submitted to confidential, binding arbitration in New York,\" says the motion filed in LA Superior Court on Friday by Disney's outside lawyers Daniel Petrocelli, Leah Godesky and Tim Heafner of O'Melveny & Myers LLP against Johansson and her company.\nBlack Widow/Natasha Romanoff (Scarlett Johansson) in Marvel Studios' BLACK WIDOW, in theaters, and on Disney+ with Premier Access. Photo by Jay Maidment. Marvel Studios 2021. All Rights Reserved.\nMuch in the same way they asserted that Johansson got paid for Black Widow and the \"not caring about the pandemic\" implication, there is also language within the new filing that seems to imply that Johansson is doing this for attention or publicity. Here is the full motion for you to read.\n\"In a futile effort to evade this unavoidable result (and generate publicity through a public filing), Periwinkle excluded Marvel as a party to this lawsuitsubstituting instead its parent company Disney under contract-interference theories,\" they lash out. \"But longstanding principles do not permit such gamesmanship.\"\nThe motion went on to say that Disney did talk to Johansson about theBlack Widow release in Spring of 2021 and that she would be credited with 100% of the Premier Access and PEHV receipts for purposes of the box-office thresholds used to calculate any additional compensation  even though Marvel has no obligation under the Agreement to do so.\" The motion went on to say that there was \"no merit\" in the filing for breach of contract.\"\n\"Although Marvel and Disney share Periwinkle's frustration with the challenges associated with releasing films during an ever-shifting public-health crisis, Periwinkle's claims that Marvel breached the Agreement and Disney induced that breach or otherwise interfered with the Agreement have no merit,\" last night's motion states. \"There is nothing in the Agreement requiring that a 'wide theatrical release' also be an 'exclusive' theatrical release.\"\n\"The contract does not mandate theatrical distributionlet alone require that any such distribution be exclusive,\" it goes on to say. \"Moreover, the contract expressly provides that any theatrical-distribution obligations are satisfied by distribution on \"no less than 1500 screens.\" And even though Black Widow's release coincided with a global public-health crisis, Marvel made good on its promises.\"\nThe motion went on to say Black Widow \"has grossed more than $367 million in worldwide box-office receipts and more than $125 million in streaming and download retail receipts.\" After many weeks of people who don't understand the box office saying that the movie is a flop, between the two revenue sources, Black Widow has still made over half a billion dollars despite the box office issues it was facing due to COVID-19. The filing from Disney happened very late last night, and Johansson's team replied this morning.\n\"After initially responding to this litigation with a misogynistic attack against Scarlett Johansson,Disney is now, predictably, trying to hide its misconduct in a confidential arbitration,\" said the Oscar nominee's main lawyer John Berlinski today after the House of Mouse's response to Johansson's scathing profits lawsuit went public. \"Why is Disney so afraid of litigating this case in public?,\" added the Kasowitz Benson Torres LLP attorney.\"Because it knows that Marvel's promises to give Black Widow a typical theatrical release 'like its other films' had everything to do with guaranteeing that Disney wouldn't cannibalize box office receipts in order to boost Disney+ subscriptions,\" Berlinski adds, as Disney insists Marvel's contract with Johansson provides for arbitration exactly in the event of a dispute like this one that eruptedon July 29.\"Yet that is exactly what happened  and we look forward to presenting the overwhelming evidence that proves it.\"\nWhen this suit first dropped, nearly everyone thought it was going to be settled behind closed doors, and maybe that would have been the case initially. Johansson burning the Disney bridge entirely would be a huge thing; she wouldn't just lose out on the Marvel universe but any Disney movies, 20th Century Studios, and Searchlight, who is the studio people want to work with when it comes to awards.\nSummary: Natasha Romanoff, aka Black Widow, confronts the darker parts of her ledger when a dangerous conspiracy with ties to her past arises. Pursued by a force that will stop at nothing to bring her down, Natasha must deal with her history as a spy and the broken relationships left in her wake long before she became an Avenger.\nBlack Widow, directed by Cate Shortland, stars Scarlett Johansson, Florence Pugh, David Harbour, O. T. Fagbenle, Rachel Weisz, and Ray Winstone. It was released on July 9, 2021, in theatres and on Disney+ with Premier Access.",
    "snippet": "TheBlack Widow lawsuit continues to unfold both publicly as <b>Disney</b>, and Scarlett Johansson's team continue to take swipes at each other in the legal ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T18:28:12",
    "provider": {
      "name": "bleedingcool",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://bleedingcool.com/wp-content/uploads/2021/07/BBU-12270_R-1200x628.jpg",
      "height": 628,
      "width": 1200,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=3688352809364628165",
      "thumbnailHeight": 157,
      "thumbnailWidth": 300,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "bleedingcool",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://bleedingcool.com/movies/black-widow-suit-disney-moves-for-arbitration-johansson-responds/"
    }
  },
  {
    "id": "5729123061279949773",
    "title": "Scarlett Johansson Accuses Disney of Misogyny, 'Trying to Hide Its Misconduct'",
    "url": "https://comicbook.com/marvel/news/scarlett-johansson-disney-marvel-black-widow-lawsuit-misogyny/",
    "description": "The latest salvo in the legal battle between Scarlett Johansson and Disney sees the star's legal team accusing the studio of misogyny and implying that the corporation has something to hide. In response to Disney's attempt to move the highly-publicized lawsuit into arbitration, which would take [...]",
    "body": "Scarlett Johansson\nand Disneysees the star's legal team accusing the studio of misogyny and implying that the corporation has something to hide. In response to Disney's attempt to move the highly-publicized lawsuit into arbitration, which would take place behind closed doors, Johansson's team released a statement suggesting that the Marvel Studiosparent company is trying to cover up its poor behavior in handling the release of\nBlack Widow\nand in earlier responses to Johansson's lawsuit The statement calls those early responses \"mysognistic\" and shows that Johansson and her team see the arbitration motion as Disney's attempt at damage control.\nAfter initially responding to this litigation with a misogynistic attack against Scarlett Johansson, Disney is now, predictably, trying to hide its misconduct in a confidential arbitration, John Berlinski, Johansson's attorney, said Saturday. Why is Disney so afraid of litigating this case in public? Because it knows that Marvels promises to give Black Widow a typical theatrical release like its other films had everything to do with guaranteeing that Disney wouldnt cannibalize box office receipts in order to boost Disney+ subscriptions. Yet that is exactly what happened  and we look forward to presenting the overwhelming evidence that proves it.\nLate Friday night, Disney filed a motion in Los Angeles Superior Cout to compel arbitration over the matter in New York. Echoing previous comments from the studio, the motion essentially accuses Johansson's team of orchestrating the lawsuit like a publicity stunt.\nPeriwinkle agreed that all claims arising out of, in connection with, or relating to Scarlett Johanssons acting services for Black Widow would be submitted to confidential, binding arbitration in New York, reads the statement filed by lawyers Daniel Petrocelli, Leah Godesky, and Tim Heafner of OMelveny & Myers LLP on behalf of Disney. Whether Periwinkles claims against Disney fall within the scope of that agreement is not a close call: Periwinkles interference and inducement claims are premised on Periwinkles allegation that Marvel breached the contracts requirement that any release of",
    "snippet": "The latest salvo in the legal battle between Scarlett Johansson and <b>Disney</b> sees the star's legal team accusing the studio of misogyny and implying ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T17:31:00",
    "provider": {
      "name": "comicbook",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://media.comicbook.com/2021/06/does-marvel-black-widow-movie-have-post-credits-scene-spoilers-1272643-1280x0.jpeg",
      "height": 673,
      "width": 1280,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=7210733098065215307",
      "thumbnailHeight": 252,
      "thumbnailWidth": 479,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "comicbook",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://comicbook.com/marvel/news/scarlett-johansson-disney-marvel-black-widow-lawsuit-misogyny/"
    }
  },
  {
    "id": "8301938512857163228",
    "title": "Scarlett Johansson SLAMS Disney For 'Misogynistic Attack' As The Company Demands To Move Black Widow Lawsuit To Private Arbitration!",
    "url": "https://perezhilton.com/scarlett-johansson-disney-black-widow-lawsuit-slams-misogynistic-attack-private-arbitration-court-filing/",
    "description": "Things are heating up between Disney and Scarlett Johansson! In the latest update on the ongoing lawsuit, it turns out the House of Mouse did not appreciate the 36-year-old actress bringing their dispute to the public and is now trying to force the whole thing to go behind closed doors immediately. As you may recall, [...]Read More...",
    "body": "already cashed in a $20 million paycheck\nand called the suit sad and distressing in light of the pandemic. A shocking response  especially when most assumed they would have handled the legal matter privately. However, it seems like Disney now wants to head down a different path\nAccording to The Hollywood Reporter, Disney wants to avoid a trial by demanding in a late-night filing to the Superior Court of Los Angeles on Friday that the lawsuit be moved to arbitration. The suit also dished out some harsh words for Johansson and her legal team in the document, saying:\nIn a futile effort to evade this unavoidable result (and generate publicity through a public filing), Periwinkle excluded Marvel as a party to this lawsuit  substituting instead its parent company Disney under contract-interference theories. But longstanding principles do not permit such gamesmanship.\nDAMN! That is brutal!\nPer Deadline, Disney claimed that nowhere in the contract did it say that the pictures release had to be exclusive to theaters, stating:\nAlthough Marvel and Disney share Periwinkles frustration with the challenges associated with releasing films during an ever-shifting public-health crisis, Periwinkles claims that Marvel breached the Agreement and Disney induced that breach or otherwise interfered with the Agreement have no merit. There is nothing in the Agreement requiring that a wide theatrical release also be an exclusive theatrical release. The contract does not mandate theatrical distribution  let alone require that any such distribution be exclusive.\nTheir attorneys then argued that Black Widow was played on over 9,000 screens in the country, which allegedly satisfied their obligation to show the movie on no less than 1,500 screens. Additionally, the court documents stated that the film made over $367 million worldwide at the box office and $125 million in streaming. Disney compared the release to other Marvel films, saying that the opening weekend was more than that of many other Marvel Cinematic Universe films, including Thor: The Dark World; Ant-Man; Ant-Man and the Wasp; and Guardians of the Galaxy. And to top it off, the lawyers claimed that despite the pandemic, the company still made good on its promises.\nThats debatable in the eyes of the new momma! We will have to see how those arguments hold up in the next phase of their legal dispute.\nSince then, Johansson has responded through her attorney on Saturday, slamming Disney for the misogynistic attack and trying to hide its misconduct with a request to move to arbitration. John Berlinski said in a statement to Deadline:\nAfter initially responding to this litigation with a misogynistic attack against Scarlett Johansson, Disney is now, predictably, trying to hide its misconduct in a confidential arbitration. Why is Disney so afraid of litigating this case in public?\nIt does sound kind of fishy\nHe continued:\nBecause it knows that Marvels promises to give Black Widow a typical theatrical release like its other films had everything to do with guaranteeing that Disney wouldnt cannibalize box office receipts in order to boost Disney+ subscriptions. Yet that is exactly what happened  and we look forward to presenting the overwhelming evidence that proves it.\nWe will have to wait and see what happens, Perezcious readers! But one thing we do know with this messy lawsuit is that in the court of public opinion, people seem to be Team Scarlett. So Disney may want to cool it with these savage clap backs! Reactions to this latest update in ScarJos lawsuit? Let us know in the comments (below)!\n[Image via",
    "snippet": "Things are heating up between <b>Disney</b> and Scarlett Johansson! In the latest update on the ongoing lawsuit, it turns out the House of Mouse did not ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T17:29:24",
    "provider": {
      "name": "perezhilton",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://perezhilton.com/wp-content/uploads/2021/08/Scarlett-Johannson-Slams-Disney-As-They-Demand-To-Move-Lawsuit-To-Arbitration.jpg",
      "height": 742,
      "width": 1200,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=7995902238217965281",
      "thumbnailHeight": 69,
      "thumbnailWidth": 111,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "perezhilton",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://perezhilton.com/scarlett-johansson-disney-black-widow-lawsuit-slams-misogynistic-attack-private-arbitration-court-filing/"
    }
  },
  {
    "id": "6209816712097624615",
    "title": "Elizabeth Olsen Supports Scarlett Johansson's Disney Lawsuit",
    "url": "https://wegotthiscovered.com/movies/elizabeth-olsen-supports-scarlett-johanssons-disney-lawsuit/",
    "description": "WandaVision's Elizabeth Olsen has revealed she supports fellow MCU star Scarlett Johansson's lawsuit against Disney.",
    "body": "Aug 21, 2021 12:10 pm\n2021-08-21T12:10:58-05:00\nScarlett Johansson\ns shocking lawsuit against Disney has been one of the biggest talking points for Marvel fans and those who follow the movie business in general over the past few weeks. However, the Black Widow actress fellow MCU stars have mostly remained silent on the situation, except Guardians of the Galaxys Dave Bautista that is, who shared a light-hearted response on Twitterthat ended up dividing people.\nBut now, for the first time, another Marvel icon has properly addressed the Johansson/Disney fallout. WandaVision star Elizabeth Olsen spoke with Vanity Fair and was asked about her reaction to the lawsuit. The Scarlet Witch actress confirmed that her fellow Avenger has her support in the matter. I think shes so tough and literally when I read that I was like, good for you Scarlett,' Olsen said.\nJohanssons suit against Disney claims that the studio contravened her contract when they released Black Widow simultaneously on Disney Plus, with the actress/producer allegedly losing millions in box office revenue. The studio hit back against the move in a surprisingly scathing statement saying Johanssons legal action displayed a callous disregard for the COVID-19 outbreak. Johanssons team then blasted the statement labelling it a direct attack on her character.\nHere's How Scarlett Johansson Could Look As The DCEU's Poison Ivy\n1",
    "snippet": "WandaVision's Elizabeth Olsen has revealed she supports fellow MCU star Scarlett Johansson's lawsuit against <b>Disney</b>.\nAug 21, 2021 12:10 pm.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T17:10:53",
    "provider": {
      "name": "wegotthiscovered",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://wegotthiscovered.com/wp-content/uploads/2021/07/Wandavision-Elizabeth-Olsen-Defends-Ending.jpg",
      "height": 632,
      "width": 1200,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=2313234223536788013",
      "thumbnailHeight": 158,
      "thumbnailWidth": 300,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "wegotthiscovered",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://wegotthiscovered.com/movies/elizabeth-olsen-supports-scarlett-johanssons-disney-lawsuit/"
    }
  },
  {
    "id": "7906193802012406260",
    "title": "Disney Accuses Scarlett Johansson Of \"Gamesmanship\" As Actress Blasts \"Mysogynistic\" Studio Over 'Black Widow' Suit",
    "url": "https://decider.com/2021/08/21/disney-accuses-scarlett-johansson-of-gamesmanship-as-actress-blasts-mysogynistic-studio-over-black-widow-suit/",
    "description": "Disney has accused Scarlett Johansson of \"gamesmanship\" in 'Black Widow' lawsuit, but the actress who portrays Natasha Romanoff in the film is not backing down and has fired back at the \"mysogynistic\" studio.",
    "body": "Disney Announces Fall Premiere Dates: New DCOMs, 'Spidey And His Amazing Friends' Season 2 and More\nLast night the Walt Disney Companyexpressed its disappointment in actress Scarlett Johanssonfor making her financial dispute with them over Black Widowpublic. The parent company of Marvel Studiosis demanding that the lawsuit be moved behind closed doors on the East Coast straight away.\nPeriwinkle agreed that all claims arising out of, in connection with, or relating to Scarlett Johanssons acting services for Black Widow would be submitted to confidential, binding arbitration in New York, says the motion filed in LA Superior Court on Friday by Disneys hired lawyers (\nwhich you can read here\n) according to Deadline\nWhether Periwinkles claims against Disney fall within the scope of that agreement is not a close call: Periwinkles interference and inducement claims are premised on Periwinkles allegation that Marvel breached the contracts requirement that any release ofBlack Widow include a wide theatrical release on no less than 1,500 screens, the motion states, clearly calling out Johansson for initiating the July 29 suit. The plain and expansive language of the arbitration agreement easily encompasses Periwinkles Complaint.\nThe motion then takes a more abrasive approach. In a futile effort to evade this unavoidable result (and generate publicity through a public filing), Periwinkle excluded Marvel as a party to this lawsuitsubstituting instead its parent company Disney under contract-interference theories, state the attorneys. But longstanding principles do not permit such gamesmanship.\nBob Chapek Stands By Disney+ Releases After Black Widow\nJohansson was as quick and sharp to respond to these allegations as her spy character Natasha Romanoff might be.\nAfter initially responding to this litigation with a misogynistic attack against Scarlett Johansson, Disney is now, predictably, trying to hide its misconduct in a confidential arbitration, said Johanssons primary attorney John Berlinski today in response to Disneys motion going public.\nWhy is Disney so afraid of litigating this case in public?, added the attorney, questioning the companys motives.\nBecause it knows that Marvels promises to give Black Widow a typical theatrical release like its other films had everything to do with guaranteeing that Disney wouldnt cannibalize box office receipts in order to boost Disney+ subscriptions, Berlinski adds, as Disney insists they are abiding by Marvels contract with Johansson. Yet that is exactly what happened  and we look forward to presenting the overwhelming evidence that proves it.\nThe suit was initially filed since although Johansson was paid $20 million upfront for Black Widow, the actress has claimed that she was promised a release that is exclusive to movie theatres. Disney has denied that to be the case.\nAlthough Marvel and Disney share Periwinkles frustration with the challenges associated with releasing films during an ever-shifting public-health crisis, Periwinkles claims that Marvel breached the Agreement and Disney induced that breach or otherwise interfered with the Agreement have no merit, states last nights motion. There is nothing in the Agreement requiring that a wide theatrical release also be an exclusive theatrical release.\nThe contract does not mandate theatrical distributionlet alone require that any such distribution be exclusive, it proceeds to divulge. Moreover, the contract expressly provides that any theatrical-distribution obligations are satisfied by distribution on no less than 1500 screens. And even though Black Widows release coincided with a global public-health crisis, Marvel made good on its promises.\nThere is no word as to how Periwinkle and its attorneys will choose to proceed in its Black Widow suit against Disney at this time.\nMichael is a music and television junkie keen on most things that are not a complete and total bore. You can follow him on Twitter ",
    "snippet": "<b>Disney</b> has accused Scarlett Johansson of \"gamesmanship\" in 'Black Widow' lawsuit, but the actress who portrays Natasha Romanoff in the film is not ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T16:57:19",
    "provider": {
      "name": "decider",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://decider.com/wp-content/uploads/2021/07/black-widow-release-time.jpeg?quality=90&strip=all&w=1200",
      "height": 800,
      "width": 1200,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=5005221089464539859",
      "thumbnailHeight": 200,
      "thumbnailWidth": 300,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "decider",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://decider.com/2021/08/21/disney-accuses-scarlett-johansson-of-gamesmanship-as-actress-blasts-mysogynistic-studio-over-black-widow-suit/"
    }
  },
  {
    "id": "2165967952869364476",
    "title": "Scarlett Johansson Accuses Disney of 'Trying to Hide Its Misconduct' With 'Black Widow' Arbitration Demand",
    "url": "https://www.thewrap.com/scarlett-johansson-black-widow-disney-arbitration-lawsuit-request-response/",
    "description": "Why is Disney so afraid of litigating this case in public?\" Johansson's attorney said Saturday",
    "body": "August 21, 2021 @ 9:21 AM\nMarvel Studios\nScarlett Johansson said through her attorney Saturday that Disney is trying to hide its misconduct with a request to move her Black Widow breach of contract lawsuit to arbitration.\nAfter initially responding to this litigation with a misogynistic attack against Scarlett Johansson, Disney is now, predictably, trying to hide its misconduct in a confidential arbitration, Johanssons attorney John Berlinski said in a statement provided to TheWrap Saturday, in response to Disneys Friday motion to compel arbitration.\nWhy is Disney so afraid of litigating this case in public? Because it knows that Marvels promises to give Black Widow a typical theatrical release like its other films had everything to do with guaranteeing that Disney wouldnt cannibalize box office receipts in order to boost Disney+ subscriptions. Yet that is exactly what happened  and we look forward to presenting the overwhelming evidence that proves it.\nAlso Read:\nDisney CEO Bob Chapek Denies Rift With Bob Iger: We Decided This Was the Best Strategy\nA representative for Disney did not immediately respond to TheWraps request for comment Saturday.\nJohanssons lawsuit, which was filed July 29, claims her contract was worded around an exclusive theatrical release for Black Widow  which was released simultaneously in theaters and on Disney+ Premier Access on July 9  and her compensation included significant bonuses based on the films box office grosses that insiders told the\nWall Street Journal\ncould add up to $50 million.\n(Per Disneys Friday filing, as of Aug. 15, Black Widow has grossed more than $367 million in worldwide box-office receipts and more than $125 million in streaming and download retail receipts.)\n, the company said the lawsuit had no merit whatsoever and called Johansson callous for asking for more than her upfront salary of $20 million.\nAlso Read:\nBlack Widow Debuts at 3rd Among Streaming Movies in Nielsens Rankings\nAccording to a motion to move Johanssons lawsuit to arbitration filed with the Los Angeles Superior Court by Disneys attorneys on Friday, Johansson (referred to by her loan-out companys name, Perwinkle, in the documents) agreed that all claims arising out of, in connection with, or relating to Scarlett Johanssons acting services for Black Widow would be submitted to confidential, binding arbitration in New York.\nPer the filing, Whether Periwinkles claims against Disney fall within the scope of that agreement is not a close call: Periwinkles interference and inducement claims are premised on Periwinkles allegation that Marvel breached the contracts requirement that any release of Black Widow include a wide theatrical release on no less than 1,500 screens. The plain and expansive language of the arbitration agreement easily encompasses Periwinkles Complaint.\nDisney says that, in a futile effort to evade this unavoidable result (and generate publicity through a public filing), Perwinkle excluded Marvel as a party to this lawsuit  substituting instead its parent company Disney under contract-interference theories. But longstanding principles do not permit such gamesmanship.\nAlso Read:\nScarlett Johansson Lawsuit: Times Up Calls Disneys Response a Gendered Character Attack\nAccording to the document, Johanssons two causes of action are entirely dependent on its untenable claim that Marvel breached its contract with the actress by releasing Black Widow simultaneously in theaters and on Premier Access on Disney+. The contract does not mandate theatrical distribution  let alone require that any such distribution be exclusive.\nDisneys attorneys state that Johanssons claim that Marvel breached the requirement that Black Widow be released on no less than 1,500 screens by releasing it on more than 30,000 screens is thus as indefensible as it sounds, as Disney and Marvel will demonstrate in arbitration.",
    "snippet": "Why is <b>Disney</b> so afraid of litigating this case in public?\" Johansson's attorney said Saturday. August 21, 2021 @ 9:21 AM.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T16:21:07",
    "provider": {
      "name": "thewrap",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://www.thewrap.com/wp-content/uploads/2021/07/black-widow.png",
      "height": 675,
      "width": 1200,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=7222863314920985916",
      "thumbnailHeight": 168,
      "thumbnailWidth": 298,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "thewrap",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.thewrap.com/scarlett-johansson-black-widow-disney-arbitration-lawsuit-request-response/"
    }
  },
  {
    "id": "8663000793875421600",
    "title": "Star Wars: Visions looks totally different  and thats why you should watch it",
    "url": "https://www.techradar.com/news/star-wars-visions-looks-totally-different-and-thats-why-you-should-watch-it",
    "description": "Star Wars: Visions looks utterly brilliant, but can we expect more projects like it from Disney in the future?",
    "body": "If youre at all a fan of Star Wars or anime (or both), then youve likely seen the debut trailer for Star Wars: Visions . And if not, whats keeping you? The trailer, which showcases nine upcoming animated shorts from some of Japans most prolific anime studios, including Studio Trigger and Production IG, certainly looks like a visual feast. Thanks to the talent involved, its actually a much bigger deal than you might otherwise think. In my mind, Star Wars: Visions could be so much",
    "snippet": "... Visions looks utterly brilliant, but can we expect more projects like it from <b>Disney</b> in the future?. If youre at all a fan of Star Wars or anime (or ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T16:00:00",
    "provider": {
      "name": "techradar",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://cdn.mos.cms.futurecdn.net/N53zcmbNxTTsV9Bx7EVJQS.jpg",
      "height": 1080,
      "width": 1920,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=1417372354609880671",
      "thumbnailHeight": 67,
      "thumbnailWidth": 119,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "techradar",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.techradar.com/news/star-wars-visions-looks-totally-different-and-thats-why-you-should-watch-it"
    }
  },
  {
    "id": "436539802134761447",
    "title": "Is Hulk coming to Avengers Campus? Disney teases mega and mini theme park characters  Daily Bulletin",
    "url": "https://www.dailybulletin.com/2021/08/21/is-hulk-coming-to-avengers-campus-disney-teases-mega-and-mini-theme-park-characters/",
    "description": "Walt Disney Imagineering recently pulled back the curtain on a pair of secret projects codenamed Exo and Kiwi that have been under wraps for years.",
    "body": "The entrance to Avengers Campus inside Disney California Adventure in Anaheim, CA, on Wednesday, June 2, 2021. (Photo by Jeff Gritchen, Orange County Register/SCNG)\nBy Brady MacDonald| bmacdonald@scng.com|\nAugust 21, 2021 at 8:44 a.m.\n| UPDATED:\nAugust 21, 2021 at 8:45 a.m.\nDisney is developing innovative costuming technology that will allow mega-sized characters like the Incredible Hulk and Baymax and mini-sized favorites like Baby Yoda and Winnie the Pooh to interact with visitors at Disneyland and Disney California Adventure.\nWalt Disney Imagineering recently pulled back the curtain on a pair of secret projects codenamed Exo and Kiwi that have been under wraps for years. The secretive research and development arm of Disney showcased the progress on the tandem projects for the New York Times and CNBC.\nSign up for our Park Life newsletterand find out whats new and interesting every week at Southern Californias theme parks. Subscribe here\nSEE ALSO:\nHow will Disneyland determine reservation capacity limits for Magic Key annual passes?\nImagineers demonstrated a Hulk-like giant articulated green hand with a metal gauntlet mechanism that allowed the operator to move the massive fingers, according to CNBC A stilt-walking Imagineer walked around with Hulk-sized calves and thighs.\nThe mega-sized Hulk-like character is part of Project Exo, which has been in development for about two years at Imagineering, CNBC reported.\nThe goal of Project Exo: To create a full-body exoskeleton system that allows super-sized characters from the Star Wars, Marvel and Pixar universes to walk around Disney theme parks and interact with visitors.\nThe full-body exoskeletons made with lightweight materials transfer the 40-pound weight of the oversized costumes from the performers shoulders to the ground, according to the New York Times\nSEE ALSO:\nDisneyland may offer pay-to-ride option for Rise of the Resistance\nImagineering has also designed a set of furry feet based on the Wampa ice creature from The Empire Strikes Back, according to CNBC.\nThe gigantic Project Exo characters would greet theme park visitors from a far way away, an Imagineer told CNBC.\nThe towering Exo characters could include Thanos from the Marvel Cinematic Universe and Baymax from Big Hero Six, according to CNBC.\nProject Exo remains in the early stages of development with no date for introducing the oversized characters into Disney theme parks.\nSEE ALSO:\nWhat to expect from the Quinjet E-ticket ride coming to Avengers Campus\nImagineering also demonstrated a robotic youthful version of Groot  the extraterrestrial tree-like creature from the Guardians of the Galaxy films.\nThe 3-foot-tall Groot animatronic that waddles and coos like a toddler has cameras and sensors to help the robot roam freely and interact with people, according to CNBC.\nCustom software allows the Groot robot to perform specific behaviors and convey emotions, according to the New York Times. The goal: Make theme park visitors believe they are meeting Groot rather than a sophisticated robot brimming with cutting edge technology.\nSEE ALSO:\n3 unused Star Wars ride concepts dreamed up for Galaxys Edge\nThe freely walking Groot audio-animatronicwas revealed in April as part of Project Kiwi. Disney previously teased the Groot walking audio-animatronic during a virtual press event to announce the opening of Avengers Campusat Disney California Adventure.\nProject Kiwi is now heading into the play test stage in Disney theme parks where Imagineers will have the robot characters interact with visitors, according to the New York Times.\nThe most logical place to test out robot Groot: Next to the Guardians of the Galaxy Mission: Breakout in DCAs Avengers Campus. The Guardians of the Galaxy: Cosmic Rewind indoor coaster remains under construction at Floridas Epcot theme park.\nSEE ALSO:\nThe Project Kiwi robots represent a new class of audio-animatronics that could be used for smaller-sized free-roaming characters, according to the New York Times.\nThe tiny Kiwi characters could include Winnie the Pooh, Baby Yoda and Rocket Raccoon, according to CNBC.",
    "snippet": "Walt <b>Disney</b> Imagineering recently pulled back the ... years. The entrance to Avengers Campus inside <b>Disney</b> California Adventure in Anaheim, CA, on ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T15:44:39",
    "provider": {
      "name": "dailybulletin",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://www.dailybulletin.com/wp-content/uploads/2021/08/OCR-L-AVENGERSCAMPUS-0603-JG-06.jpg?w=1024",
      "height": 682,
      "width": 1024,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=5191429287180117751",
      "thumbnailHeight": 255,
      "thumbnailWidth": 382,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "dailybulletin",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.dailybulletin.com/2021/08/21/is-hulk-coming-to-avengers-campus-disney-teases-mega-and-mini-theme-park-characters/"
    }
  },
  {
    "id": "5038156829386169809",
    "title": "Disney Accused Scarlett Johansson Of 'Gamemanship' In Lawsuit",
    "url": "https://uproxx.com/movies/disney-scarlett-johansson-lawsuit-arbitration-gamemanship/",
    "description": "Still, the company is hoping to settle the matter, concerning the film 'Black Widow,' behind closed doors.",
    "body": "Email\nuproxx.it\nLast month, Scarlett Johansson made a bold move: She sued Disney The company, which owns the MCU  and therefore all the films she made as Natasha Romanoff, aka Black Widow  had broken their contract, her lawsuit charged, by putting her characters solo outing on Disney+, as well as in theaters. Disney execs did not take it well, and although theyre hoping to settle things behind closed doors, they did accuse their longtime employee of gamesmanship.\nAs per Deadline\n, attorney Daniel Petrocelli, an attorney for the company, made a late-night filing on Friday claiming his clients hadnt broken their contract with the star. Black Widow was guaranteed a wide theatrical release. Thats what it got. And, Petrocelli argued, nowhere in the contract did it say the films release had to be exclusively theatrical. It also, he said, made a lot of money, especially considering it was released in the middle of a pandemic.\nHowever, rather than duke it out in courts, Petrocelli wanted to force it into arbitration, i.e., to find another way to settle the lawsuit, preferably quietly. Disney also agreed to add streaming receipts to the box office total, thus increasing Johanssons backend, despite that not being in the original contract.\nPetrocelli did have some harsh words for Johansson and her legal team. In the filing, he called her out for suing Disney, not just Marvel, which he called a futile effort to evade this unavoidable result (and generate publicity through a public filing), as well as gamesmanship.\nJohn Berlinski, an attorney for Johansson, responded to the filing:\nAfter initially responding to this litigation with a misogynistic attack against Scarlett Johansson, Disney is now, predictably, trying to hide its misconduct in a confidential arbitration. Why is Disney so afraid of litigating this case in public? Because it knows that Marvels promises to give Black Widow a typical theatrical release like its other films had everything to do with guaranteeing that Disney wouldnt cannibalize box office receipts in order to boost Disney+ subscriptions. Yet that is exactly what happened  and we look forward to presenting the overwhelming evidence that proves it.\n(Via",
    "snippet": "Last month, Scarlett Johansson made a bold move: She sued <b>Disney</b> The company, which owns the MCU  and therefore all the films she made as Natasha ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T15:44:23",
    "provider": {
      "name": "uproxx",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://uproxx.com/wp-content/uploads/2021/07/Black-Widow-1-feat.jpg?w=710",
      "height": 400,
      "width": 710,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=3063522265556501995",
      "thumbnailHeight": 49,
      "thumbnailWidth": 88,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "uproxx",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://uproxx.com/movies/disney-scarlett-johansson-lawsuit-arbitration-gamemanship/"
    }
  },
  {
    "id": "5896718540554512706",
    "title": "Disney World Ending 2 Big Attractions in September",
    "url": "https://popculture.com/trending/news/disney-world-ending-2-big-attractions-september/",
    "description": "Disney World has some new attractions coming in September to celebrate the park's 50th anniversary, but that means a couple of older attractions will need to close down to make room. According to a report by Walt Disney World News Today, the fireworks displays 'EPCOT Forever' and 'Happily Ever [...]",
    "body": "0\n\nDisney World has some new attractions coming in September to celebrate the park's 50th anniversary, but that means a couple of older attractions will need to close down to make room. According to a report by Walt Disney World News Today the fireworks displays \"EPCOT Forever\" and \"Happily Ever After\" will both be \"retired permanently\" on Wednesday, Sept. 29, 2021. New shows built around the anniversary theme will then launch to\ntake their place\n.\nDisney World's fireworks shows are legendary, and fans often grow attached to the different displaysafter years of revisiting the park in Orlando, Florida. The \"Happily Ever After\" show, for example, has been running since May of 2017, so fans are pretty devastated to hear that it will be coming to an end. According to Disney, it and \"EPCOT Forever\" will \"sparkle into Disney history\" at the end of this summer. In their places, new shows called \"Harmonious\" and \"Disney Enchantment\" will debut on Friday, Oct. 1, 2021. That is the 50th anniversary of the park, so the whole place will be overtakenby an event called \"The World's Most Magical Celebration.\"\nIt's hard to explain to the uninitiated at times, but familiar events like this do grab ahold of frequent park guests, who mourn their discontinuation. Some even commented on how heartbroken they were and vowed to return and see the show again before the year was over. In that sense, the announcement may have been a clever sales tactic in a way.\n\"What a terrible decision. I have no words... I'm heartbroken I won't get to see it again. It seems like it's just bad decision after bad decision lately,\" one person wrote. Another added: \"I never got to see it... I'm so sad I've always wanted to go and this is heartbreaking. I will never get to see what it was like. I cried when I saw this,\" while a third wrote: \"Man, Disney just doesn't understand their Guests at all!\"\nWhile this change is expected to be permanent, some Disney fireworks shows have reportedly been known to return years later, so there is hope for fans of \"Happily Ever After\" and \"EPCOT Forever.\" Some fans commented about other past shows they are still pining after, and others remarked on their excitement for the newly announced ones.",
    "snippet": "<b>Disney</b> World has some new attractions coming in September to celebrate the park's 50th anniversary, but that means a couple of older attractions will ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T15:37:09",
    "provider": {
      "name": "popculture",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://media.popculture.com/2020/07/disney-world-getty-20090261-1280x0.jpeg",
      "height": 674,
      "width": 1280,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=109700501698224095",
      "thumbnailHeight": 125,
      "thumbnailWidth": 239,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "popculture",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://popculture.com/trending/news/disney-world-ending-2-big-attractions-september/"
    }
  },
  {
    "id": "3820871439005943870",
    "title": "Free Guy Tops Box Office With Excellent $5M Friday",
    "url": "https://www.forbes.com/sites/scottmendelson/2021/08/21/movies-friday-box-office-free-guy-jungle-cruise-suicide-squad-green-knight/",
    "description": "'Don't Breathe 2,' 'Respect' and 'The Suicide Squad' took big Friday-to-Friday drops while 'Free Guy' and 'Jungle Cruise' held firm.",
    "body": "FREE GUY\nPhoto by Alan Markfield\nDon't Breathe 2, Respect and The Suicide Squad took big Friday-to-Friday drops while Free Guy and Jungle Cruise held firm.\nIn holdover news for yesterday, Ryan Reynolds and Jodie Comers Free Guy parlayed good reviews, decent buzz and the whole only in theaters for now variable into a strong second-weekend hold. Shawn Levys original video game-specific fantasy comedy earned $5.185 million (-50%) on its second Friday to bring its eight-day cume to $45 million. That positions the over/under $115 million flick for a $17 million weekend, which A) is a drop of just 39% and B) frankly about what many of us feared it would open to on its opening weekend. The crowdpleaser will have $57 million domestic by tomorrow, and $100 million domestic is possible after a hold like this.\nAside from Disneys own Shang-Chi on Labor Day, and Disney films playing concurrently dont tend to cannibalize each other (see summer 2018, when Avengers: Infinity War, Incredibles 2 and Ant-Man and the Wasp all earned best-case scenario box office and even Solo topped $200 million domestic), Free Guy is the only new four-quadrant, family-friendly game in town. Its the last such film until, we hope, No Time to Die on October 8 and Venom: Let There Be Carnage on October 15. The rest of the best are either horror movies (Candyman, Malignant, Halloween Kills) or adult-skewing flicks (Queenpins, Dune, The Many Saints of Newark, Cry Macho, The Eyes of Tammy Faye, etc.).\nNow that doesnt mean Free Guy is yet a theatrical hit, as the overseas market is as compromised as the domestic one is and I can only hope itll break out in China next week. But a star-driven fantasy comedy original would have been a commercial coin toss even in better times, especially as Ryan Reynolds bankability outside of Deadpool is... uh, I hear his gin is delicious. But Free Guy is yet more proof, alongside A Quiet Place Part II and F9, that some semblance of theatrical exclusivity absolutely matters for big flicks. it also means that budgets still can make a difference between yay and nay.\nJungle Cruise\nDisney\nId have been less cranky about Jungle Cruise if it cost closer to Rampage ($120 million), Jumanji: The Next Level ($120 million) and San Andreas ($115 million) than The Lone Ranger ($215 million), Prince of Persia ($200 million) and Hobbs & Shaw ($200 million). Nonetheless, a good hold is a good hold. Dwayne Johnson and Emily Blunts $200 million action comedy earned $1.726 million (-33%) to bring its 22-day cume to $88 million. We can expect a $6.1 million (-32%) weekend and $92 million 24-day total as it aims to hit $100 million before Shang-Chi and the Legend of the Ten Rings opens on Labor Day weekend.\nThe film could well end up with around $110 million domestic, or on par with Central Intelligence ($126 million) and Rampage ($101 million). Yes, the overseas markets are heavily compromised and we dont know how well it has done on Disney+ ($45 million as of two weeks ago), but the budget meant that it had to pull best-case-scenario revenue (be it from box office and/or Disney+ Premier Access). However, that its holding up despite Disney+ availability is an encouraging sign for this kind of pandemic-era strategy. Unless Marvels (very good) Shang-Chi goes bonkers theatrically, I expect Disney to offer a hybrid release for as many upcoming releases (Eternals, Encanto, etc.) as they can.\nScreen Gems and Sonys Dont Breathe 2 earned $1.475 million (-66%) on its second Friday, setting the stage for a $4.62 million (-57%) weekend and $19.24 million ten-day total. That drop is not unexpected, as the sequel hasnt been anywhere near as well-received as its predecessor, but $25-$30 million domestic for a $10 million R-rated horror flick is firmly fine, I guess. MGMs Respect earned $1.05 million (-71%) on Friday for a likely $3.29 million (-63%) weekend and $15.26 million ten-day cume. Thats a brutal drop for a film that cost way too much ($55 million). Jennifer Hudson may still end up in the awards race, but its arguably finished as a theatrical play.\nMargot Robbie in James Gunn's 'The Suicide Squad'\nWarner Bros.\nThe Suicide Squad earned $1.29 million (-58%) on Friday for a likely $3.14 million (-58%) weekend. Thats a miserable $49 million 17-day cume, although the film logged around four million HBO Max households over its first ten days (behind only the five million earned by Mortal Kombat in ten days). Were looking at a domestic finish on par with Fantastic Four ($56 million from a $25 million debut in 2015). The whole HBO Max/theaters strategy turned WBs 2021 slate into glorified loss leaders, but some films will lose more than others. That were getting a James Gunn-created Peacemaker show and (allegedly/possibly) a Misha Green-directed Black Canary movie for HBO Max means that streaming may be where DC Films puts its primary focus.\nM. Night Shyamalans Old earned $320,000 (-54%) on Friday for a likely $1.07 million (-55%) weekend and $45.113 million 31-day total. Its on track to triple its $18 million budget domestically and possibly quintuple it worldwide. Marvels Black Widow will pass the $180 million mark as it wraps up its domestic run, with $1.01 million (-47%) in weekend seven. Disney is reporting that the film has earned $125 millionin all streaming platforms. That is almost as leggy from a $60 million Disney+ debut as the films domestic theatrical run. It may imply that if Scarlett Johansson got a comparable cut of the streaming money there might not have been much financial harm from the hybrid release.\nA24s The Green Knight earned $190,000 (-44%) despite losing 784 theaters in weekend four, setting the stage for a $610,000 (-45%) weekend and $15.98 million 24-day cume. The acclaimed Dev Patel-starring fantasy dropped on PVOD on Thursday. With or without Covid, an over/under $17 million domestic finish for this David Lowery-directed tone poem is pretty good. LeBron James and Bugs Bunnys Space Jam: A New Legacy will earn $500,000 (-55%) in weekend six for a $69.2 million domestic cume. Matt Damons $20 million Stillwater (a reasonable budget in non-Covid times) has earned $13.575 million in 24 days, while Escape Room 2 has $25 million, Snake Eyes has $28 million in a month and F9 now sits with $172.5 million domestic.\nFollow me on",
    "snippet": "Aside from <b>Disneys</b> own Shang-Chi on Labor Day, and Disney films playing concurrently dont tend to cannibalize each other (see summer 2018, when ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T15:30:09",
    "provider": {
      "name": "forbes",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://thumbor.forbes.com/thumbor/fit-in/1200x0/filters%3Aformat%28jpg%29/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F5f7b2b634fb3c3ee08a27488%2F0x0.jpg%3FcropX1%3D0%26cropX2%3D3067%26cropY1%3D190%26cropY2%3D1915",
      "height": 675,
      "width": 1200,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=5366819986253994606",
      "thumbnailHeight": 168,
      "thumbnailWidth": 298,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "forbes",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.forbes.com/sites/scottmendelson/2021/08/21/movies-friday-box-office-free-guy-jungle-cruise-suicide-squad-green-knight/"
    }
  },
  {
    "id": "8665977975730935541",
    "title": "Box Office: 'Free Guy' Poised to Take Top Spot for Second Week",
    "url": "https://variety.com/2021/film/box-office/free-guy-box-office-second-week-1235046179/",
    "description": "Disney and 20th Century Studios Free Guy is expected to score the No. 1 spot at the domestic box office for the second week in a row. The comedic action film, starring Ryan Reynolds, is projected to add another $16 million to $18 million to last weekends haul, for a total gross of $56 million []",
    "body": "Free Guy\n is expected to score the No. 1 spot at the domestic box office for the second week in a row.\nThe comedic action film, starring Ryan Reynolds, is projected to add another $16 million to $18 million to last weekends haul, for a total gross of $56 million to $58 million. The video game-based film took in $5.1 million on Friday from 4,165 theaters. Free Guy topped the box office charts in its opening weekend pulling in $28.4 million and beating expectations in the process.\nDespite growing concern over the COVID-19 delta variant, Free Guy has had a strong start for a movie during pandemic times. The film is the first Disney movie to have a theatrical-only release for the first time in about a year  with all of its prior releases being simultaneously available to rent on Disney Plus Premier Access  and the new strategy appears to be paying off. The industry is eager to see if the trend will continue with Disney and Marvels Shang-Chi when it releases on Sept. 3.\nIn Free Guy, Reynolds portrays a non-playable video game character named Guy in a popular game called Free City. Once he realizes he is living in a fictional game, Guy sets off on a quest to become the games hero, with the help of the games programmers, played by Joe Keery and Jodie Comer. Free Guy also stars Lil Rel Howery, Taika Waititi and Utkarsh Ambudkar.\nTaking the No. 2 spot is Paramounts Paw Patrol, the film adaptation of the wildly popular childrens show. In its first week of release, Paw Patrol is expected to earn $12.5 million. On Friday, the kid-friendly film grossed $4.4 million from 3,184 theaters.\nDisneys Jungle Cruise hangs on in the third spot, with projected earnings of $6.1 million this weekend, bringing its total to an impressive $92.4 million. Following Jungle Cruise are horror sequel Dont Breathe 2 and Aretha Franklin biopic Respect, respectively. Dont Breathe 2 should add another $4.6 million for a total of $19.2 million, while Respect is expected to earn $3.29 million this weekend, bringing its gross to $15.2 million.\noptional screen reader",
    "snippet": "<b>Disney</b> and 20th Century Studios Free Guy is expected to score the No. 1 spot at the domestic box office for the second week in a row.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T15:24:46",
    "provider": {
      "name": "variety",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://variety.com/wp-content/uploads/2021/08/Free-Guy-Movie-10.jpg",
      "height": 562,
      "width": 1000,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=3494818080688621533",
      "thumbnailHeight": 51,
      "thumbnailWidth": 92,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "variety",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://variety.com/2021/film/box-office/free-guy-box-office-second-week-1235046179/"
    }
  },
  {
    "id": "4905918894181215363",
    "title": "Disney Hit Back At Scarlett Johanssons Black Widow Suit; Wants Arbitration  Deadline",
    "url": "https://deadline.com/2021/08/scalett-johansson-disney-lawsuit-black-widow-response-arbitration-1234819262/",
    "description": "We knew it was coming &amp; now the House of Mouse have made their move to have the Black Widow's fight over $$ from the multi-platform release pic hidden in plain sight",
    "body": "Black Widow\ns bite, as expected.\nIn a witching hour filing last night, the Walt DisneyCompany took Scarlett Johanssonto task for daring to make her financial dispute with them over Black Widow public. The Marvel parent company is demanding the whole thing go behind closed doors on the East Coast ASAP.\nPeriwinkle agreed that all claims arising out of, in connection with, or relating to Scarlett Johanssons acting services for Black Widow would be submitted to confidential, binding arbitration in New York, says the motion filed in LA Superior Court on Friday by Disneys outside lawyers Daniel Petrocelli, Leah Godesky and Tim Heafner of OMelveny & Myers LLP against Johansson and her company (\n).\nRelated Story\nBart & Fleming: Labor Pains In Disney & Scarlett Johansson Clash As Studios, Talent Fight Over New Streamer Deal Template\nWhether Periwinkles claims against Disney fall within the scope of that agreement is not a close call: Periwinkles interference and inducement claims are premised on Periwinkles allegation that Marvel breached the contracts requirement that any release of Black Widow include a wide theatrical release on no less than 1,500 screens, the 23-page motion adds, taking a direct swipe at the obvious Achilles heel of the longtime Marvel stars July 29 filed suit.The plain and expansive language of the arbitration agreement easily encompasses Periwinkles Complaint.\nWatch on Deadline\nThen, in the kind of language that Petrocellis clients like to see and mirroring Disneys initial response to Johanssons July 29 legal action, the OMelveny & Myers attorneys get a little rough.\nIn a futile effort to evade this unavoidable result (and generate publicity through a public filing), Periwinkle excluded Marvel as a party to this lawsuitsubstituting instead its parent company Disney under contract-interference theories, they lash out. But longstanding principles do not permit such gamesmanship.\nDisney want an October 15 hearing in DTLA on the arbitration matter. The companys formal response also reveals that they and subsidiary Marvel on August 10, 2021, Marvel and Disney served on Periwinkle a demand for confidential arbitration in New York. Johanssons Kasowitz Benson Torres LLP team has not responded to that demand yet, according to Disney.\nOn the other hand, Disney did respond last night officially to Johansson and her lawyers interpretation of her contract with Marvel. Specifically, having seen execs Bob Iger and Bob Chapeks payouts out in the actors legal action, the company and its hired muscle center on what putting the repeatedly pandemic delayed Black Widow on streamer Disney+ as well as on the big screen when the Cate Shortland directed film was finally released on July 9.\nPaid $20 million upfront (as Disney harshly reveled back on July 29) for Black Widow, Johansson has claimed she was promised a release that is exclusive to movie theatres.\nAfter Chapek himself took a dig at Johnassons suit in the companys latest earnings call on August 12 Disney now officially and firmly say their one-time, long-time star has it wrong.\nAlthough Marvel and Disney share Periwinkles frustration with the challenges associated with releasing films during an ever-shifting public-health crisis, Periwinkles claims that Marvel breached the Agreement and Disney induced that breach or otherwise interfered with the Agreement have no merit, last nights motion states. There is nothing in the Agreement requiring that a wide theatrical release also be an exclusive theatrical release.\nThe contract does not mandate theatrical distributionlet alone require that any such distribution be exclusive, it goes on to say. Moreover, the contract expressly provides that any theatrical-distribution obligations are satisfied by distribution on no less than 1500 screens. And even though Black Widows release coincided with a global public-health crisis, Marvel made good on its promises.\nAnd there was apparently more cash on offering.\nIn fact, as both sides attempt to craft the official record, Disney emphasis that even though Johanssons suit says the actor who has portrayed super spy Natasha Romanoff for over a decade said she was pretty much blindsided by the decision to go for a multi-platform release because of the pandemic, they were straight up with her and her CAA reps.\nMarvel discussed the hybrid-release-pattern decision with Johansson in spring 2021, as the parties were conferring regarding the Pictures release date, they say in the August 20 filing. Marvel has assured Johansson that she will be credited with 100% of the Premier Access and PEHV receipts for purposes of the box-office thresholds used to calculate any additional compensation  even though Marvel has no obligation under the Agreement to do so.\nTo solidify that point, Disney cracked open the door a bit on how much Black Widow has actually made  specifically on Disney+, where subscribers could gain premium access on release day for an extra $30.\nAs of August 15, 2021, the Picture has grossed more than $367 million in worldwide box-office receipts and more than $125 million in streaming and download retail receipts.\nFor those of you who love a good horse race and/or math, Disney have added Black Widows opening weekend domestic haul of just under $80 million to its admittedly very strong $55 million opening weekend on Disney+ for a grand US-only total of $135 million. Or, as they say more than that of many other Marvel Cinematic Universe films, including Thor: The Dark World; Ant-Man; Ant-Man and the Wasp; and Guardians of the Galaxy.\nA factoid you can expect to hear over and over as long as this matter remains in the public eye, for however long that is.\nSubscribe to Deadline Breaking News Alertsand keep your inbox happy.\nRead More About:",
    "snippet": "... & Fleming: Labor Pains In <b>Disney</b> & Scarlett Johansson Clash As ... Deal Template. Whether Periwinkles claims against <b>Disney</b> fall within the scope of that ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T15:15:03",
    "provider": {
      "name": "deadline",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://deadline.com/wp-content/uploads/2021/07/black-widow-2-3.jpg?w=1024",
      "height": 427,
      "width": 1024,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=3721843474669370910",
      "thumbnailHeight": 79,
      "thumbnailWidth": 189,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "deadline",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://deadline.com/2021/08/scalett-johansson-disney-lawsuit-black-widow-response-arbitration-1234819262/"
    }
  },
  {
    "id": "2950004040503427583",
    "title": "Scarlett Johansson Suit: Disney Seeks to Force Case to Arbitration",
    "url": "https://variety.com/2021/film/news/disney-scarlett-johansson-arbitration-1235046169/",
    "description": "Disney has filed a motion to force Scarlett Johansson into a private arbitration to address whether she is owed millions from the hybrid release of Black Widow. In the motion, attorney Daniel Petrocelli also argues that Disney lived up to its obligation to give the film a wide theatrical release, but that nothing in the []",
    "body": "Black Widow\n.\nIn the motion, attorney Daniel Petrocelli also argues that Disney lived up to its obligation to give the film a wide theatrical release, but that nothing in the contract required the release to be exclusive to theaters.\nJohansson filed a bombshell lawsuit on July 29 arguing that the decision to simultaneously release Black Widow in theaters and on Disney Plus cannibalized the films box office revenue and cost her tens of millions of dollars.\nIn the motion to compel arbitration Petrocelli argued that Black Widow actually performed well, considering the ongoing pandemic. The film opened on July 9 and grossed $80 million domestically in its opening weekend  well below pre-pandemic Marvel standards, but $10 million more than Universals F9  which was an exclusive theatrical release.\nDisney also notes that it agreed to add streaming receipts to the box office total for purposes of calculating Johanssons backend participation, despite not being required under the contract to do so.\nJohanssons contract dates from 2017, two years before the debut of Disney Plus, so its terms do not contemplate a streaming release. Johanssons lawyers have arguedthat Marvels general counsel affirmed in 2019 that the studio would release the film like our other pictures.\nJohanssons suit alleges that Marvel breached her contract, but it does not state a plain breach of contract claim. Instead, attorney John Berlinski filed suit against Disney, the parent company, alleging that Disney had interfered with the subsidiarys contract with Johansson in order to boost Disney Plus.\nPetrocellis motion calls that gamesmanship, and argues that Johansson agreed to arbitrate all claims arising out of, in connection with, or relating to her contract with Marvel.\nWhether Periwinkles claims against Disney fall within the scope of that agreement is not a close call, Petrocelli argues. The plain and expansive language of the arbitration agreement easily encompasses Periwinkles Complaint.\noptional screen reader",
    "snippet": "<b>Disney</b> has filed a motion to force Scarlett Johansson into a private arbitration to address whether she is owed millions from the hybrid release of ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T14:35:43",
    "provider": {
      "name": "variety",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://variety.com/wp-content/uploads/2021/07/BBU-03948_R-2-1.jpg",
      "height": 900,
      "width": 1600,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=488513647660682193",
      "thumbnailHeight": 56,
      "thumbnailWidth": 99,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "variety",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://variety.com/2021/film/news/disney-scarlett-johansson-arbitration-1235046169/"
    }
  },
  {
    "id": "442303807230920467",
    "title": "'High School Musical': Ashley Tisdale Spills Why Some Fans Preferred Self-Centered Sharpay Evans Over Good Girl Gabriella Montez",
    "url": "https://www.cheatsheet.com/entertainment/ashley-tisdale-high-school-musical-fans-loved-sharpay-evans-over-gabriella-montez.html/",
    "description": "High School Musical star Ashley Tisdale was surprised at how popular self-centered Sharpay Evans was to fans of the Disney Channel movie.",
    "body": "High School Musical: This DWTS Pro Was in All 3 Movies\nIn an interview with Good Morning America Tisdale looked back at the role that made her a teen superstar and an iconic figure for millions of theater kids who just wanted to be noticed.\nThe entire time, she was just business-driven. She just wanted to work and do the musicals, Tisdale said of her character. Gabriella was off with Troy (Zac Efron) just wanting to chase a relationship.\nIts funny because a lot of young kids did react. You know, they loved Sharpay, Tisdale said to Good Morning America. And I remember Disney being like, Why do the kids love this character? Shes supposed to be the villain.  An 8-year-old was like, I love it because she knows what she wants and she goes and gets it, and I was like, She totally understands! This 8-year-old understands this.\nAshley Tisdale said she could never play that iconic character again\nAshley Tisdale | Christian JENTZ/Gamma-Rapho via Getty Images\nRELATED:\nVanessa Hudgens Had Another Ex in the High School Musical Movie Franchise That Isnt Zac Efron\nTisdale said that if the opportunity presented itself to revisit her former High School Musical alter-ego, she would not play the role again. She claimed that moment in time, both professionally and personally, would never have the same impact as it did back in 2006 upon the movies debut. Tisdale would play the role of Evans not only in High School Musical, but in\nHigh School Musical 2\n, and High School Musical 3: Senior Year before taking on the role one more time in the movie Sharpays Fabulous Adventure.\nI think at that moment in time, I was very unaware of myself and my surroundings, and I feel like thats a big part of Sharpay, Tisdale said of the way the role was played at the time. She is just not really aware, and so as I grew up and became more aware, I think that its just something that it wouldnt be the same.\nThe actor also said to Entertainment Tonight Its so good, and its like, for me, I would hate to ruin something that is perfect for that moment, and yeah, I dont think I could go back to it.\n2021 Showbiz Cheat Sheet, All Rights Reserved.",
    "snippet": "... surprised at how popular self-centered Sharpay Evans was to fans of the <b>Disney</b> Channel movie. High School Musical: This DWTS Pro Was in All 3 Movies.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T14:25:00",
    "provider": {
      "name": "cheatsheet",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://www.cheatsheet.com/wp-content/uploads/2021/08/vanessa-hudgens-ashley-tisdale-1024x576.jpg",
      "height": 576,
      "width": 1024,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=6469131985227282250",
      "thumbnailHeight": 144,
      "thumbnailWidth": 256,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "cheatsheet",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.cheatsheet.com/entertainment/ashley-tisdale-high-school-musical-fans-loved-sharpay-evans-over-gabriella-montez.html/"
    }
  },
  {
    "id": "7038429565808881851",
    "title": "We already know if the Marvel series will have a sequel  The Courier",
    "url": "https://www.mccourier.com/we-already-know-if-the-marvel-series-will-have-a-sequel/",
    "description": "During season 1 of the new Disney animated series + What if ...? Only recently debuted on our small",
    "body": "We already know if the Marvel series will have a sequel\nWe already know if the Marvel series will have a sequel\nAugust 21, 2021\n0\nDuring season 1 of the new Disney animated series + What if ? Only recently debuted on our small screens, the great architect of the Marvel Cinematic Universe (MCU) is already telling us a little more about the rest of the series.\na renowned cast\nAccording to Marvel Studios President Kevin Feige, the second season of What If ? is expected to include MCU Phase 4 films. This series is based on the comic book series of the same name, which reinterprets iconic MCU stories and takes key events in the saga in a whole new twist.\nSo far, the first season has appropriated the 2011 film Captain America: First Avenger, in which Peggy Carter (Hayley Atwell) takes over the Super Soldier serum instead of Steve Rogers. But she also explored what would have become of the universe if TChalla (Chadwick Boseman) had become Star-Lord instead of Peter Quill.\nAlthough some big names like Robert Downey Jr., Chris Evans, Tom Holland or Scarlett Johansson did not repeat their respective roles as voices, Marvel Studios was still able to sign an impressive list for the series. We then find Chris Hemsworth (Thor), Paul Rudd (Ant-Man), Mark Ruffalo (Hulk), Samuel L. Jackson (Nick Fury), Benedict Cumberbatch (Dr. Strange), Benedict Wong, Clark Gregg (Agent Phil Coulson) ), Cobie Smulders (Maria Hill), Danai Gurira (Okoye), Don Cheadle (James Rhodes), Emily VanCamp (Sharon Carter / Agent 13), Jeff Goldblum (the Grand Master), Jeremy Renner (Hawkeye), Jon Favreau (Happy Hogan .)), Josh Brolin (Thanos), Karen Gillan (Nebula), Kurt Russell (Ego), Michael B. Jordan (Killmonger), Michael Douglas (Hank Pym), Michael Rooker (Yondu Udonta), Natalie Portman (Jane Foster) , Neal McDonough (Dum Dum Dugan), Paul Bettany (Vision), Sebastian Stan (Bucky Barnes), Tom Hiddleston (Loki) and many more. All of this material enables what if ? Explore in depth all the versions of the MCU that lead up to Phase 4.\nhot stories?\nDuring the Shang-Chi and The Legend of the Ten Rings press conference, Kevin Feige spoke about Season 2 of What If ? In particular, he was asked how phase 4 and the exploration of the multiverse fit into the animated series. Here is his answer:\nThats fun about what if ? now we can examine questions like this. And Id say just like season 1 taps into the MCU movies and storylines youve seen so far, season 2 will definitely include the phase 4 films.\nWhen what if ? first announced it was believed to be just a series of alternate stories. However, Lokis events on Disney +, which unleashed the sacred timeline along with multiversal chaos, determined that everything in What If ? was to be seen, was to be seen. can be considered canon.\nOutside of the MCUs small screen releases, the only Phase 4 film currently released is Black Widow. The next films expected by the end of the year are Shang-Chi and the Legend of the Ten Rings (scheduled for release September 1, 2021), The Eternals (November 3, 2021) and Spider-Man: No Going Home (15th December). , 2021). And if you take a closer look, most of the Phase 4 films will be related in some way to events in the multiverse. It is easy to imagine, then, that alternate versions of these stories will likely appear in Season 2 of What If ? will be seen.",
    "snippet": "During season 1 of the new <b>Disney</b> animated series + What if ...? Only recently debuted on our small. We already know if the Marvel series will have a ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T14:15:31",
    "provider": {
      "name": "mccourier",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://www.mccourier.com/wp-content/uploads/2021/08/hitek_acc8ec7e1cb6bd6f25325a1201eb5c1a_1629554421-780x470.png",
      "height": 470,
      "width": 780,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=3859828494165618622",
      "thumbnailHeight": 117,
      "thumbnailWidth": 194,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "mccourier",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.mccourier.com/we-already-know-if-the-marvel-series-will-have-a-sequel/"
    }
  },
  {
    "id": "3718336852880894236",
    "title": "Disney Makes First Move in Scarlett Johanssons Black Widow Suit  The Hollywood Reporter",
    "url": "https://www.hollywoodreporter.com/business/business-news/disney-makes-first-move-in-scarlett-johanssons-black-widow-suit-1235001093/",
    "description": "Pushing for arbitration, Disney's lawyers update the movie's box office and streaming take, saying it has outgrossed some other Marvel films with an \"impressive pandemic-era showing.\"",
    "body": "Share this article on Tumblr\nDisney is demanding that Scarlett Johanssons suit over her Black Widow pay be moved to arbitration. The filings came near midnight on Friday evening in Los Angeles Superior Court. The company has also revealed that on Aug. 10, it initiated arbitration against her.\nIn her complaint, Johansson\nalleges\nher contract was breached when the superhero film was released on Disney+. The actress earns bonuses when Black Widowreaches certain box office performance markers and she accuses Disney of not having the film exclusively in theaters because it saw the opportunity to promote its flagship subscription service.\nImportantly, the deal for Johanssons services came with Marvel, not Disney. Shes alleging that Disney induced its subsidiary Marvel to breach the contract, but while Johansson isnt directly suing Marvel, Disneys attorneys Daniel Petrocelli and Leah Godeski tell the court that an arbitration provision in that contract between Johanssons loan-out and Marvel applies anyway.\nRelated Stories",
    "snippet": "<b>Disney</b> is demanding that Scarlett Johanssons suit over her Black Widow pay be moved to arbitration. The filings came near midnight on Friday evening ...",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T13:12:28",
    "provider": {
      "name": "hollywoodreporter",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://www.hollywoodreporter.com/wp-content/uploads/2021/07/BBU-12270_R-H-2021.jpg?w=1024",
      "height": 577,
      "width": 1024,
      "thumbnail": "https://rapidapi.usearch.com/api/thumbnail/get?value=6174502101672511313",
      "thumbnailHeight": 144,
      "thumbnailWidth": 255,
      "base64Encoding": null,
      "name": null,
      "title": null,
      "provider": {
        "name": "hollywoodreporter",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.hollywoodreporter.com/business/business-news/disney-makes-first-move-in-scarlett-johanssons-black-widow-suit-1235001093/"
    }
  }
]
