[
  {
    "id": "7682216714787485575",
    "title": "Biden's Afghanistan withdrawal shows a disengaged, befuddled president",
    "url": "https://nypost.com/2021/08/21/bidens-afghanistan-withdrawal-shows-a-disengaged-befuddled-president/",
    "description": "All of President Biden's statements and actions of the past week show a disengaged, befuddled president who doesnt care about Americans and their allies in Afghanistan.",
    "body": "DoD defends faulty Afghanistan intelligence as true at the time\nShortly after President Biden on Friday claimed that Americans had safe passage to the Kabul airport and the Taliban werent harassing anyone, Defense Secretary Lloyd Austin told members of Congress that some Americans trying to escape had been beaten by the Taliban The next day, the US Embassy in Kabul said it wasnt safe to go to the airport\nWhich leaves two possibilities:\nBiden lied.\nBiden doesnt know.\nIts likely the latter. Its not that Biden doesnt lie, its that all of his statements and actions of the past week show a disengaged, befuddled president who doesnt care about\nAmericans and their allies in Afghanistan\n. He has waved away all criticism, pretended everything is fine, flew off to Camp David.Yahoo News says a war room convenes every day at the White House  to discuss the infrastructure bill. Biden isnt running the government. And those who are only care about spending trillions upon trillions of dollars.\nIts hard to capture in words just how shameful this all is. Why is the military not creating a safe corridor for Americans? Why are we surrendering to the Taliban? No, not just surrendering  capitulating, arming them even. By attacking Americans they are violating whatever agreement Biden says he has. The embassy says that threats from ISISmakes going to the airport unsafe  why is the Taliban giving themhaven? There should be a massive mobilization to ensure a safe exit.\nBiden and his media allies are trying to make this about the forever war, but this has nothing to do with whether or not we should pull out of Afghanistan. Its that Biden had no plan to get people out. It was a debacle from the start, and who knows how it ends?\nCertainly our president doesnt know  and thats terrifying.\nTaliban fighters display their flag on patrol in Kabul, Afghanistan, on Aug. 19.\nRahmat Gul/AP",
    "snippet": "All of President Biden's statements and actions of the past week show a disengaged, befuddled president who doesnt care about Americans and their allies in Afghanistan.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T22:29:28",
    "provider": {
      "name": "nypost",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://nypost.com/wp-content/uploads/sites/2/2021/08/biden-afghanistant-withdrawal.jpg?quality=90&strip=all&w=1024",
      "height": 0,
      "width": 0,
      "thumbnail": "",
      "thumbnailHeight": 0,
      "thumbnailWidth": 0,
      "base64Encoding": "",
      "name": null,
      "title": null,
      "provider": {
        "name": "nypost",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://nypost.com/2021/08/21/bidens-afghanistan-withdrawal-shows-a-disengaged-befuddled-president/"
    },
    "documentSentiment": {
      "magnitude": 12.6,
      "score": -0.6
    }
  },
  {
    "id": "8123738588245715668",
    "title": "ISIS terror threat forces US military to establish alternate routes to Kabul airport",
    "url": "http://rss.cnn.com/~r/rss/cnn_latest/~3/RHkfmt3uiLg/index.html",
    "description": "The US military is establishing \"alternative routes\" to Kabul airport because of a threat the terror group ISIS-K poses to the airport and its surroundings, as President Joe Biden met with senior officials Saturday to discuss the security situation in Afghanistan and counter-terrorism operations against the Islamic State offshoot.",
    "body": "ISIS terror threat forces US military to establish alternate routes to Kabul airport\nBy Barbara Starr Oren Liebermann Ellie Kaufmanand Nicole Gaouette CNN\nUpdated 1950 GMT (0350 HKT) August 21, 2021\nTOPSHOT - Afghans gather on a roadside near the military part of the airport in Kabul on August 20, 2021, hoping to flee from the country after the Taliban's military takeover of Afghanistan. (Photo by Wakil KOHSAR / AFP) (Photo by WAKIL KOHSAR/AFP via Getty Images)\n(CNN)\nThe US military is establishing \"alternative routes\" to Kabul airport because of a threat the terror group ISIS-K poses to the airport and its surroundings, as President Joe Biden met with senior officials Saturday to discuss the security situation in Afghanistanand counter-terrorism operations against the Islamic State offshoot.\n\"There is a strong possibility ISIS-K is trying to carry off an attack at the airport,\" a US defense official told CNN. A senior diplomat in Kabul said they are aware of a credible but not immediate threat by Islamic State against Americans at Hamid Karzai International Airport.\nTwo US defense officials described the military effort to establish \"alternative routes\" for people to get to Kabul airport and its access gates, with one saying these new routes will be available to Americans, third party nationals and qualified Afghans.\nThe Taliban are aware of the new effort and are coordinating with the US, one of the officials said.\nPossible threats\nRead More\nThe Pentagon has been monitoring the situation around the airport, aware that the swelling crowds on the grounds and around the airfield create a target for ISIS-K and other organizations, which may use car bombs or suicide bombers to attack, the second official said. Mortar attacks are another possible threat.\nDetails of the plan are being closely held, but the broadly sketched-out details call for people to follow new routes and access points in coordination with Taliban on the ground in an attempt to help disperse the gathering of large crowds or avoid the crowds altogether, the two officials said. US personnel would be in a position to observe the movement of people to ensure safety, but the official would not specify if that involves direct observation by nearby troops as well as the use of intelligence sensors.\n\"There's a whole canopy of security concernswe have,\" Pentagon press secretary John Kirby said at a press briefing Saturday, as he described the military \"fighting against both time and space\" in its effort to safely evacuate people.\n\"The idea is to get as many people out as fast as we can,\" Kirby said. \"That's what the focus is. In trying to accomplish that mission, we're taking in a whole wealth of information about what the security environment looks like.\"\nRifles, Humvees and millions of rounds of ammo: Taliban celebrate their new American arsenal\nBiden and his national security team met in the Situation Room on Saturday morning to discuss \"the security situation in Afghanistan and counterterrorism operations, including ISIS-K,\" the White House said. \"They discussed the massive logistical operation to evacuate American citizens and their families, SIV applicants and their families, and vulnerable Afghans both on U.S. military aircraft, as well as flight charters and coalition flights.\"\nISIS-K\nis a self-proclaimed branch of the terror group that first emerged in Syria and Iraq. While the affiliates share an ideology and tactics, the depth of their relationship with regards to organization and command and control has never been entirely established.\nUS intelligence officials previously told CNN the ISIS-K membership includes \"a small number of veteran jihadists from Syria and other foreign terrorist fighters,\" saying that the US had identified 10 to 15 of their top operatives in Afghanistan. The group's name comes from its terminology for the area that includes Afghanistan and Pakistan: \"Khorasan.\"\nBiden referred to the threat from Islamic State in an address to the nationon Friday, telling Americans that, \"we're also keeping a close watch on any potential terrorist threat at or around the airport, including from the ISIS affiliates in Afghanistan who were released from prison when the prisons were emptied.\"\nBiden noted that ISIS in Afghanistan have been the sworn enemy of the Taliban, with which US officials have been coordinating and communicating on a constant basis over access to the airport.\n\"I've said all along,\" Biden added, \"We're going to retain a laser-focus on our counterterrorism mission, working in close coordination with our allies and our partners and all those who have an interest in ensuring stability in the region.\"\n'The best job they can'\nAccording to an official familiar with the matter, Biden has pushed his team to ramp up flights and evacuationsbut accessing the airport has become difficult as crowds swarm the gates.\nNot long before the President met to confer with Vice President Kamala Harris, Defense Secretary Lloyd Austin, Joint Chiefs Chairman Mark Milley, Secretary of State Antony Blinken and others on Saturday, the US embassy in Kabul sent a security alert saying that \"because of potential security threats outside the gates at the Kabul airport, we are advising U.S. citizens to avoid traveling to the airport and to avoid airport gates at this time unless you receive individual instructions from a U.S. government representative to do so.\"\nAt the Pentagon, where an official told CNN on Saturday that evacuations had slowed in the past 24 hours, spokesman Kirby said the State Department is \"doing the best job they can to advise Americans who still haven't made it to the airport, what the situation looks like around the airport, that would be the prudent thing to do.\"\n\"If you're an American and you're at a gate, you will be let in that gate,\" Kirby said Saturday.\nBut gates to the airport have been closed for \"short durations\" over the past 24 hours, Gen. Hank Taylor, deputy director of the Joint Staff for Regional Operations, told reporters during the Pentagon briefing with Kirby.\n\"There's been short durations throughout the last 24 hours where gates have been closed to allow the proper people to come in and out of those gates,\" Taylor said.\nInside the scramble to help Americans and Afghans escape Afghanistan\nThe President asserted on Friday that there's no indication American citizens have been prevented from getting through to the airport but acknowledged the risks involved with the evacuation mission, saying it \"is dangerous, involves risks to Armed Forces, and has been conducted under difficult circumstances.\"\nBiden stressed that he could not promise what the final outcome will be, or \"that it will be without risk of loss.\" But he added that \"as Commander in Chief, I can assure you that I will mobilize every resource necessary.\"\nSpeaking to reporters Saturday, Kirby did not rule out taking other measures to get Americans to Kabul airport, including having US military troops go into the city and retrieve them, if necessary. On Friday, ",
    "snippet": "The US military is establishing \"alternative routes\" to Kabul airport because of a threat the terror group ISIS-K poses to the airport and its surroundings, as President Joe Biden met with senior officials Saturday to discuss the security situation in Afghanistan and counter-terrorism operations against the Islamic State offshoot.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T19:50:12",
    "provider": {
      "name": "cnn",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://cdn.cnn.com/cnnnext/dam/assets/210820220817-03-afghanistan-0820-kabul-airport-super-tease.jpg",
      "height": 0,
      "width": 0,
      "thumbnail": "",
      "thumbnailHeight": 0,
      "thumbnailWidth": 0,
      "base64Encoding": "",
      "name": null,
      "title": null,
      "provider": {
        "name": "cnn",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "http://rss.cnn.com/~r/rss/cnn_latest/~3/RHkfmt3uiLg/index.html"
    },
    "documentSentiment": {
      "magnitude": 10.6,
      "score": -0.1
    }
  },
  {
    "id": "7783353424699626246",
    "title": "Hurricane Henri barrels toward U.S. East Coast",
    "url": "https://www.reuters.com/business/environment/tropical-storm-henri-barrels-toward-us-east-coast-2021-08-21/",
    "description": "The U.S. East Coast braced on Saturday for the arrival of Hurricane Henri as it threatened to bring fierce winds and heavy rains that could cause dangerous storm surge and flooding across the region, the National Hurricane Center (NHC) said.",
    "body": "Hurricane Henri barrels toward U.S. East Coast\nBy\nBrendan O'brien\n3 minute read\nA satellite image shows Tropical Storm Henri over the Atlantic Ocean and approaching the east coast of the United States August 21, 2021.  NOAA/Handout via REUTERS\nAug 21 (Reuters) - The U.S. East Coast braced on Saturday for the arrival of Hurricane Henri as it threatened to bring fierce winds and heavy rains that could cause dangerous storm surge and flooding across the region, the National Hurricane Center (NHC) said.\nAs of Saturday morning, the storm was gathering strength packing 75 mph (120 kph) winds while it meandered north about 180 miles east of North Carolina. On its current track, Henri was expected to make landfall in Long Island, New York or southern New England on Sunday, the center said in an advisory.\nParts of Long Island, New York, and New Haven, Connecticut, were under hurricane and storm surge warnings on Saturday. Other parts of New England, such as Martha's Vineyard and Nantucket, were under surge and tropical storm watches and warnings.\n\"This is a life-threatening situation. Persons located within these areas should take all necessary actions to protect life and property from rising water and the potential for other dangerous conditions,\" the NHC said.\nThe center warned Henri could produce storm surges of 3 to 5 feet along the coast in New England, 70 mph or high wind gusts and rains of 3 to 6 inches with 10 inches in isolated areas.\nIf Henri strikes southeast New England as a hurricane, it will be the first direct hurricane landfall since Bob almost to the date in 1991.\n\"I dont know what to expect, its been quite a while since weve had something that feels kind of serious,\" said Clara Presig, who lives in Falmouth, a town on Cape Cod, Massachusetts, to a local NBC affiliate.\nEversource, the largest electric utility company in Connecticut, warned residents to be prepared for power outages for up to five to 10 days.\n\"I do need to ask for patience,\" Eversource President and CEO Joe Nolan said during a news conference on Friday, calling Henri a \"very, very serious storm.\"\nMassachusetts Governor Charlie Baker and Connecticut Governor Ned Lamont activated the National Guard in their states to help in possible rescue, debris clearing and public safety efforts.\nIn New York City, Mayor Bill de Blasio urged residents in a Twitter post to stay home on Sunday and to use public transportation if they need to travel. Emergency management officials in the largest city in the United States said heavy rainfall and damaging winds could flood roadways and reduce visibility throughout the weekend.\n\"Secure outdoor objects and make sure you are in a safe location before the onset of wind and rain!,\" New York City Emergency Management Commissioner John Scrivani wrote in an Tweet on Saturday.\nReporting by Brendan O'Brien in Chicago; editing by Diane Craft and Daniel Wallis\nOur Standards:\nMore from Reuters\nSign up for our newsletter\nSubscribe for our daily curated newsletter to receive the latest exclusive Reuters coverage delivered to your inbox.\nSign up",
    "snippet": "The U.<b>S</b>.\nEast Coast braced on <b>S</b>aturday for the arrival of Hurricane Henri as it threatened to bring fierce winds and heavy rains that could cause dangerous storm surge and flooding across the region, the National Hurricane Center (NHC) said.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T15:15:45",
    "provider": {
      "name": "reuters",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://www.reuters.com/resizer/LONnIZygWROPSx0IeNWXYP6uLJE=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/MQJ2NCMLZVPZNKYFQJOGZG3WPY.jpg",
      "height": 0,
      "width": 0,
      "thumbnail": "",
      "thumbnailHeight": 0,
      "thumbnailWidth": 0,
      "base64Encoding": "",
      "name": null,
      "title": null,
      "provider": {
        "name": "reuters",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.reuters.com/business/environment/tropical-storm-henri-barrels-toward-us-east-coast-2021-08-21/"
    },
    "documentSentiment": {
      "magnitude": 4.2,
      "score": -0.1
    }
  },
  {
    "id": "1267635689675194424",
    "title": "Bills' Mitchell Trubisky returns to Chicago and crushes Bears in preseason win",
    "url": "https://sports.yahoo.com/bills-mitchell-trubisky-returns-chicago-212215867.html",
    "description": "Mitchell Trubisky, the No. 2 pick in 2017 by the Bears, went 20-of-28 passing for 221 yards and a TD to lead the Bills to a 41-15 rout of his old team.",
    "body": "-\n|\nIf only Geico or Liberty Mutual could offer an insurance policy as valuable as the one Mitchell Trubiskyhas presented the Buffalo Billsin 2021.\nSaturday afternoon in his return to Soldier Field where he spent the first four years of his NFL career, Chicago Bearsfans had to be wondering who this guy was as Trubisky lit up his old teammates for 34 first-half points in the Bills' 41-15 preseason win.\nTrubisky completed 20 of 28 passes for 221 yards and a touchdown in a two-quarter epoch that had to leave the Bills and their fan base feeling awfully good about their backup quarterback in the event that Josh Allen were to miss any time in the upcoming season.\nAlthough Trubisky downplayed his return to Chicago last week during the only press conference he has held since signing with the Bills back in March, this game  preseason or not  meant something to him.\nMitch Trubisky leaves the field after the Bills defeated the Bears.\n\"It feels good,\" Trubisky said. \"It felt good to come back and play well and I owe a lot of that to my teammates  run after catch, great plays on defense, great plays on special teams, dominated the field position and turnover battle in the first half, and we did our job on offense and scored points. I just thought we were efficient. I feel comfortable in this offense going down and it felt good to do it against these guys.\"\nThe No. 2 overall pick in the 2017 draft had a rough ride in the Windy City because he never came close to fulfilling his draft status, even though everyone except Bears general manager Ryan Pace felt at the time that Trubisky didnt warrant being picked so high.\nNow resetting his career as Allens backup, Trubisky has started Buffalos first two preseason games. After playing only two series and attempting two passes in the opener, Trubisky had to be licking his chops when he saw offensive coordinator Brian Dabolls game plan.\nThis content is not available due to your privacy preferences.\nThe quarterback was unleashed and the result was touchdowns on the Bills first four possessions and six scoring drives in all as Trubisky picked apart the Bears defense with short and intermediate passes.\nStory continues\nOn the first drive, Trubisky completed five of seven passes for 53 yards, and one of the incompletions was a drop by tight end Dawson Knox. There was one play where a designed screen pass broke down, so Trubisky had to take a sack. Devin Singletary then capped off the 10-play, 72-yard march with a superb 14-yard run around left end for a touchdown.\nOn the second series, Trubisky went 7-for-10 for 60 yards, much of that to Isaiah McKenzie, before hitting Jake Kumerowwith a four-yard TD pass on a quick slant to the post.\nThis content is not available due to your privacy preferences.\nUpdate your settings here to see it.\nTrubisky hit Jacob Hollister for a 19-yard gain to start the third possession, and then Zack Moss took over as he carried four times for 21 yards to set up fullback Reggie Gilliam for a one-yard touchdown run that made it 21-0.\nAnd then on the fourth drive, the Bills were positioned at the Bears 34 thanks to a 35-yard punt return by McKenzie. Trubisky made a great escape from a rush to scramble for 11 yards and completed a 19-yard pass to Matt Breida before Gilliam again finished things off with a 1-yard plunge.\nStill, the Bills werent done as they closed the half with a pair of Tyler Bass field goals in the final 68 seconds. The first was set up by Trubiskys perfect 26-yard seam pass to Hollister, and the second coming after Nick McClouds interception of Andy Dalton and 20-yard return, followed by Trubiskys 16-yard pass to Kumerow which cut the field goal attempt down to 41 yards.\nNeedless to say, it was a superb 30 minutes for Trubisky, but sweet as it was, he doesnt seem to harbor any hard feelings against the Bears.\n\"It was cool, it was fun,\" he said. \"It was good to see those guys out there and I'll be rooting for them this season and wish them well and just hope that everyone stays healthy. It kind of felt like practice back in the day just going against those guys, talking a little smack and just having fun playing football.\n\"But Im very grateful to be a part of this team and how everybody had my back today and we just went out there and executed and went down the field and made plays and got in the end zone, so that's all you could ask for.\"\nThis article originally appeared on Rochester Democrat and Chronicle:",
    "snippet": "Mitchell Trubisky, the No.\n2 pick in 2017 by the Bears, went 20-of-28 passing for 221 yards and a TD to lead the Bills to a 41-15 rout of his old team.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T23:16:08",
    "provider": {
      "name": "yahoo",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://s.yimg.com/ny/api/res/1.2/BfwLUgXFXYWZhN8TMNtcfg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDA7aD0xMjYx/https://s.yimg.com/uu/api/res/1.2/_pj.UOzTvl4wddeQsJsDfg--~B/aD0yNTU5O3c9NDA1ODthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/usa_today_sports_articles_558/4fd084242a5d953e2f56ce852e4def71",
      "height": 0,
      "width": 0,
      "thumbnail": "",
      "thumbnailHeight": 0,
      "thumbnailWidth": 0,
      "base64Encoding": "",
      "name": null,
      "title": null,
      "provider": {
        "name": "yahoo",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://sports.yahoo.com/bills-mitchell-trubisky-returns-chicago-212215867.html"
    },
    "documentSentiment": {
      "magnitude": 14.2,
      "score": 0.1
    }
  },
  {
    "id": "3742363225436310738",
    "title": "Mitch Trubisky says hell root for Bears: They are still family to me",
    "url": "https://sports.yahoo.com/mitch-trubisky-says-ll-root-223241651.html",
    "description": "Former Bears QB Mitchell Trubisky led the Bills to a 41-15 victory. And he's got nothing but love for his former team and Chicago fans.",
    "body": "-\n|\nAfter leaving the Bearsin free agency, Mitchell Trubiskymade his long-awaited return to the city that drafted him. Trubisky, now the backup quarterback in Buffalo, got his chance to say goodbye to those who supported him the last four years, in a 41-15 blowout win.\nTrubisky completed 20-of-28 passes, throwing for 220 yards and one touchdown. He had an additional 11 yards on the ground.\nFor the Bears, quarterback Andy Dalton went 11-for-17, throwing for 146 yards, and one touchdown. Rookie Justin Fieldscompleted 9-of-19 passes for 80 yards and added 46 yards on the ground.\nThis content is not available due to your privacy preferences.\nUpdate your settings here to see it.\nThroughout the weeks leading up to this game, there were quotes from Trubisky, taken out of context, where it seemed like he was slighting the Bears franchise. After the win on Saturday, he had this to say about his former team and city:\nThey are still family to me. I love the people in Chicago. I love the fans in Chicago.\nTrubisky also let fans know that he will be rooting for the Bears this season.\nThis content is not available due to your privacy preferences.\nUpdate your settings here to see it.\nTheres a weird thing that comes with Trubisky and the Bears. It obviously didnt work out, but hell always be tied to the franchise. He played his heart out, was a hard worker and stayed out of trouble.\nTrubisky was the model person any franchise could ask for. That is why he has so many fans that will support him anywhere he goes.\nThis content is not available due to your privacy preferences.\nAs the Bears move on to the Justin Fields Era and Trubisky looks to re-boot his career, it was nice to see him back one more time at Soldier Field. That is something almost every Bears fan can agree on.\nList",
    "snippet": "Former Bears QB Mitchell Trubisky led the Bills to a 41-15 victory.\nAnd he's got nothing but love for his former team and Chicago fans.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T22:32:41",
    "provider": {
      "name": "yahoo",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://s.yimg.com/ny/api/res/1.2/VaisUO3Okalled8ETyN7Gw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDA7aD0xNTEy/https://s.yimg.com/uu/api/res/1.2/s2bFKW.gh.Th7DzXZW.CoQ--~B/aD0xNjU2O3c9MjE5MDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/chicago_bears_wire_usa_today_sports_articles_533/28116c82b502e5e2e505672285ae5e13",
      "height": 0,
      "width": 0,
      "thumbnail": "",
      "thumbnailHeight": 0,
      "thumbnailWidth": 0,
      "base64Encoding": "",
      "name": null,
      "title": null,
      "provider": {
        "name": "yahoo",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://sports.yahoo.com/mitch-trubisky-says-ll-root-223241651.html"
    },
    "documentSentiment": {
      "magnitude": 12.9,
      "score": 0.2
    }
  },
  {
    "id": "3570237589746351647",
    "title": "U.S. Ready to Make Airlines Provide Planes to Speed Afghan Evacuation",
    "url": "https://www.nytimes.com/2021/08/21/world/asia/us-airline-pentagon-flight-evacuation.html",
    "description": "Military officials are poised to activate the Civil Reserve Air Fleet. The defense secretary must still approve the decision, which would provide 20 planes to evacuation efforts.",
    "body": "U.S. seeks to compel airlines to provide planes to speed evacuation of Afghans.\nAfghans waiting near the north gate of Kabuls international airport on Saturday.\nCredit...\nJim Huylebroek for The New York Times\nBy\nAug. 21, 2021,\n6:06 p.m. ET\nThe Pentagon is moving toward compelling major American airlines to help transport tens of thousands of evacuees from Afghanistan, as the military struggles to meet the demand from Afghans seeking to leave Kabul, the capital, after the Taliban took control.\nMilitary officials are poised to activate the Civil Reserve Air Fleet, or CRAF, created in 1952 in the wake of the Berlin Airlift, to provide several commercial airliners to bolster the American military operation to evacuate Afghans arriving at bases in the Middle East, Defense Department officials said on Saturday.\nIf the first stage of the activation is approved, nearly 20 airliners would join the more than 150 military cargo planes now involved in the evacuation efforts, military officials said. The potential use of civilian airliners was previously reported by The Wall Street Journal. Secretary of Defense Lloyd J. Austin must give final approval to the plan.\nCivilian planes would not fly into or out of Kabul, where a rapidly deteriorating security situation has hampered evacuation flights. Instead, commercial airline pilots and crews would help transport thousands of Afghans who are arriving at U.S. bases in Qatar, Bahrain and the United Arab Emirates.\nThe commercial airlines would ease the burden on these bases, which are filling up rapidly as the Biden administration rushes to increase the number of flights for thousands of Afghans fearing reprisals from Taliban fighters.\nFrom the bases in the Middle East, the airliners would augment military flights carrying Afghans to Germany, Spain, Italy and other stops in Europe, and then ultimately to the United States for many of the Afghans, officials said.\nThe militarys U.S. Transportation Command issued a warning order to major airlines on Friday night that some of their fleets might be needed for the evacuation effort, according to Capt. John Perkins, a command spokesman.\nFinal approval rests with Mr. Austin. For the evacuation mission, one of the largest the Pentagon has ever conducted, the military has expanded beyond its fleet of C-17s, the cargo plane of choice in hostile environments, to include giant C-5s and KC-10s, a refueling plane that can be configured to carry passengers.\nAdvertisement",
    "snippet": "Military officials are poised to activate the Civil Reserve Air Fleet.\nThe defense secretary must still approve the decision, which would provide 20 planes to evacuation efforts.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T22:06:36",
    "provider": {
      "name": "nytimes",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://static01.nyt.com/images/2021/08/21/world/21afghanistan-briefing-airlines/21afghanistan-briefing-airlines-facebookJumbo.jpg",
      "height": 0,
      "width": 0,
      "thumbnail": "",
      "thumbnailHeight": 0,
      "thumbnailWidth": 0,
      "base64Encoding": "",
      "name": null,
      "title": null,
      "provider": {
        "name": "nytimes",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.nytimes.com/2021/08/21/world/asia/us-airline-pentagon-flight-evacuation.html"
    },
    "documentSentiment": {
      "magnitude": 3.1,
      "score": 0
    }
  },
  {
    "id": "1015088875516329163",
    "title": "Official: Tennessee Flooding Is 'CatastrophiC Situation'",
    "url": "https://in.news.yahoo.com/official-tennessee-flooding-catastrophic-situation-194527558.html",
    "description": "Heavy flooding in several Middle Tennessee counties on Saturday prompted water rescues, road closures, and communications disruptions, with several people...",
    "body": "Official: Tennessee Flooding Is 'CatastrophiC Situation'\nRead full article\n21 August 2021, 3:45 pm\n\n1-min read\nNASHVILLE, Tenn.: Heavy flooding in several Middle Tennessee counties on Saturday prompted water rescues, road closures, and communications disruptions, with several people reported missing, officials said.\nParts of Hickman County received more than 11 inches (28 centimeters) of rain early Saturday morning, and flash flood warnings were in effect for Dickson, Hickman, Houston and Humphreys counties on Saturday afternoon, according to The Tennessean.\nNational Weather Service meteorologist Krissy Hurley told the newspaper the area had received about 20-25% of the yearly rainfall total that this area sees in a year in a single morning.\nCities like Waverly and McEwen were facing a dire, catastrophic situation, she said. People are trapped in their homes and have no way to get out.\nHickman County Chief Deputy Rob Edwards said in a text message to the newspaper that several people are missing and cellphone service has been disrupted throughout the county.\nTennessee Gov. Bill Lee tweeted on Saturday, Tennesseans, please stay cautious of rising floodwaters caused by heavy rainfall in parts of Middle TN. We are actively working with emergency response officials & first responders as they support Tennesseans in flooded areas.\nThe Tennessee Emergency Management Agency activated its emergency operations center and said agencies that include the Tennessee National Guard, the state Highway Patrol, and Fire Mutual Aid were responding to the flooding. In a bulletin, TEMA called the situation dangerous and evolving and urged people to avoid travel in the affected counties.\nDisclaimer: This post has been auto-published from an agency feed without any modifications to the text and has not been reviewed by an editor\nRead all the",
    "snippet": "Heavy flooding in several Middle Tennessee counties on Saturday prompted water rescues, road closures, and communications disruptions, with several people.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T19:45:27",
    "provider": {
      "name": "yahoo",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://s.yimg.com/uu/api/res/1.2/an9HRvskIUJ43bXDu2x4bg--~B/aD01ODM7dz04NzU7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/news18_925/e27b6d820391e7e326a9b271c1f99f9e",
      "height": 0,
      "width": 0,
      "thumbnail": "",
      "thumbnailHeight": 0,
      "thumbnailWidth": 0,
      "base64Encoding": "",
      "name": null,
      "title": null,
      "provider": {
        "name": "yahoo",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://in.news.yahoo.com/official-tennessee-flooding-catastrophic-situation-194527558.html"
    },
    "documentSentiment": {
      "magnitude": 4.7,
      "score": -0.2
    }
  },
  {
    "id": "6738131036210145803",
    "title": "Grealish nets 1st goal for 5-star City, Liverpool wins again",
    "url": "https://www.washingtonpost.com/sports/soccer/grealish-nets-1st-goal-for-5-star-city-liverpool-wins-again/2021/08/21/a1b317d6-02b3-11ec-87e0-7e07bd9ce270_story.html",
    "description": "Jack Grealish scored his first goal for Manchester City in his first home game for the team",
    "body": "Comment\n0\nJack Grealish closed his eyes, looked toward the sky, and stuck his index fingers into his ears.\nA goal celebration most famously performed by Netherlands star Memphis Depay probably didnt stop the England international hearing the chant of Super Jack Grealish that was ringing around Etihad Stadium on Saturday.\narrow-right\nManchester City might just have a new fans favorite.\nScoring scruffy tap-ins against a team like Norwich wasnt the reason why the Premier League champions spent a British-record fee of 100 million pounds ($139 million) on the England international during the offseason.\nThere is plenty more to come from Grealish  most notably on the Champions League stage where he has been desperate to perform for so long  but its not a bad start.\nStory continues below advertisement\nGrealish marked his home debut for City by scoring the second goal in a 5-0 thrashing of Norwich, the heaviest win so far in a league campaign that is just halfway through its second round.\nAdvertisement\nHe might not have scored an uglier goal  a cross from Gabriel Jesus went through a crowd of players, struck a surprised Grealish on the inside of his left leg, and dribbled over the line  but they all count.\nGrealish certainly looked like he enjoyed it.\nMuch tougher tests await for City, but the way the champions overran Norwich showed they might be starting to find their form after a disappointing start to the season at Tottenham, where they lost 1-0 last weekend.\nStory continues below advertisement\nSecond-half goals by Aymeric Laporte and substitutes Raheem Sterling and Riyad Mahrez completed a win that was set on its way by an own-goal from Norwich goalkeeper Tim Krul.\nStill we are not in our top (form), City manager Pep Guardiola said. Still we have many things to do.\nTwo teams have started with two straight victories and one of them is among Citys big rivals for the title.\nAdvertisement\nLiverpool beat Burnley 2-0 through goals by Diogo Jota and Sadio Mane. That came a week after its 3-0 win at Norwich, whose return to the top flight couldnt have gotten off to a tougher start.\nBrighton is the other team with six points after beating Watford 2-0.\nFULL HOUSE\nStory continues below advertisement\nSince the last time there was a full house at Anfield  in March 2020  Liverpool has won the league title for the first time in 30 years and relinquished it to Man City.\nLiverpools fans were back in force and there was something of a celebratory atmosphere against Burnley, which had claimed a shock victory in the same fixture last season to end Liverpools 68-game unbeaten run at Anfield in the league.\nJota scored for the second straight game to put Liverpool ahead and Mane converted a pass from Trent Alexander-Arnold to seal the three points.\nAdvertisement\nLiverpool manager Juergen Klopp expressed his concern after the game about the directive that looks to be pushing referees to let games flow more this season and therefore involve fewer interruptions by VAR. He was unhappy about aggressive challenges by Burnleys players.\nStory continues below advertisement\nWatch wrestling if you like these kind of things, Klopp said.\nBRIGHTON IMPRESSING\nShane Duffy marked his return to Brightons team by setting up the win over Watford with a thumping header.\nIt was a first Premier League goal since November 2019 for the Ireland center back, who spent last season on loan at Celtic after making just 12 starts in two years under Graham Potter at Brighton.\nNeal Maupay latched onto Yves Bissoumas interception for his second goal in as many games, with Brighton having started with a come-from-behind 2-1 win at Burnley. Maupay was forced out of action at halftime with a suspected shoulder injury.\nAdvertisement\nSPECTACULAR INGS\nAston Villa used the funds raised by the sale of Grealish to buy Danny Ings from Southampton in the offseason, and the striker has made an impressive start with his new club.\nStory continues below advertisement\nHe scored with a stunning bicycle kick in first-half stoppage time to help Villa beat Newcastle 2-0. Ings also netted, via a late penalty, in Villas loss at Watford last weekend.\nAnwar El Ghazi converted a penalty for Villas second goal against Newcastle, which has slumped to consecutive losses.\nLeeds twice came from behind to draw 2-2 with Everton, while Brentford remained unbeaten in its first top-flight campaign since 1947 after drawing 0-0 at Crystal Palace.\n___\nMore AP soccer: https://apnews.com/hub/soccer and https://twitter.com/AP_Sports\n___\nSteve Douglas is at https://twitter.com/sdouglas80\nComment",
    "snippet": "Jack Grealish scored his first goal for Manchester City in his first home game for the team.\nJack Grealish closed his eyes, looked toward the sky, and stuck his index fingers into his ears.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T19:11:48",
    "provider": {
      "name": "washingtonpost",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/SI46DHQCRQI6ZB7APYD33HHCOA.jpg&w=1200",
      "height": 0,
      "width": 0,
      "thumbnail": "",
      "thumbnailHeight": 0,
      "thumbnailWidth": 0,
      "base64Encoding": "",
      "name": null,
      "title": null,
      "provider": {
        "name": "washingtonpost",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.washingtonpost.com/sports/soccer/grealish-nets-1st-goal-for-5-star-city-liverpool-wins-again/2021/08/21/a1b317d6-02b3-11ec-87e0-7e07bd9ce270_story.html"
    },
    "documentSentiment": {
      "magnitude": 11.3,
      "score": 0
    }
  },
  {
    "id": "8346419588275741363",
    "title": "The author of 'The Kite Runner' has a message for anyone worried about Afghanistan",
    "url": "http://rss.cnn.com/~r/rss/cnn_latest/~3/dIv3eZgkwbQ/index.html",
    "description": "Khaled Hosseini's novels offer a window into Afghanistan. Here's how he sees the fall of his home country -- and what he would ask President Biden if he could.",
    "body": "The Trump-Biden Afghanistan blame game\n(CNN)\nKhaled Hosseini's novels show readers around the world a side of Afghanistan that goes beyond war and terror.\nHis debut best-seller \"The Kite Runner\" was published in 2003, two years after the 9/11 attacks and the subsequent US operation in Afghanistan. Millions of people were captivated by the tale of Amir and Hassan, two young boys from opposite ends of society whose lives take very different trajectories after the Soviet invasion.\nHis subsequent novels, \"A Thousand Spendid Suns\" and \"And the Mountains Echoed,\" both also set at least partially in Afghanistan, achieved similar success.\nThe world's attention is once again on Afghanistan after the Taliban's stunning takeover. For Hosseini, watching the situation unfold over the last week has been utterly gut wrenching.\nKhaled Hosseini is an Afghan-born American novelist and physician. He is a citizen of the United States, where he has lived since he was 15.\nThough Hosseini left his birthplace in 1976, his ties to the country and its people run deep. The author, who came with his parents to the US in 1980 and still lives in Northern California, describes the past week as the bleakest days Afghanistan has seen in decades.\nRead More\n\"I have no idea what the future holds for Afghanistan,\" he told CNN in a phone interview.\nHe worries about his friends and family who are still there, the people he's met on his trips back to the country, the aid workers who assisted refugees and the activists who have been most vocal about human rights.\nCNN spoke to Hosseini about the Taliban's return to power, what responsibility the US has to Afghanistan and what he wishes Americans understood about the country and its people.\nThe interview has been edited for length and clarity.\nHow did it feel to watch your childhood home of Kabul fall to the Taliban again?\nIt's gut wrenching. I woke up one day, turned on my phone and saw that Kabul had fallen I've been to Afghanistan a number of times since 9/11 and the American invasion of Afghanistan, and it's just absolutely gut wrenching.\nI have a very strong emotional bond to the country, to the city, to its people. I actually haven't lived Afghanistan since 1976, but those formative years were spent there. It's just heartbreaking to see the Taliban flag fly over that city.\nTaliban fighters raise their flag at the provincial governor's house in Ghazni, southeastern Afghanistan, on August 15, 2021.\nWhat do you remember about your early years there?\nIt's surreal how different it was. [There were] hippies lounging in tea houses and women smoking in public and wearing short skirts and driving cars and working in the government as lawyers and doctors and so forth. It was a very different society. Kabul was a thriving city and by the standards of a conservative religious country, it was quite liberal.\nIt's been one of the toughest places on the planet to be a child for forty years, but I had a really lovely childhood there. I'm just so grateful to have lived in Afghanistan in that era. I've been able to see the final few years of peace and stability in Afghanistan before the Soviets invaded and triggered this entire domino of eventsthat have culminated in the event that we all watched the last few days on television.\nWhat are you hearing from your family and friends who are still in Afghanistan?\nThey're telling me what you might expect: Namely, that they're gravely concerned about their safety, about the safety of their friends, about the future of the country, about what the arrival of the Taliban means now for the many rights and gains that were achieved painstakingly over the last 20 years.\nWhere did you feel Afghanistan was headed after the Taliban was initially driven out of power in 2001?\nMy sentiments echoed those of millions of Afghans: that the Taliban had left and there was an opening for a better future -- for a more stable, more prosperous, more peaceful country moving forward.\nI was there in Kabul in 2003. It was the first time I had returned to Afghanistan in 27 years. There was this very heady atmosphere. Everyone was a little bit giddy with the possibility. There was not as yet any semblance of an insurgency. People were quite hopeful.\nIt's a stark contrast to today. For me, these are the bleakest days [in Afghanistan] of the last 20 years and probably the bleakest days since the civil war between 1992 and 1996 I have no idea what the future holds for Afghanistan.\nDisplaced Afghan families, who fled from Kunduz, Takhar and Baghlan province due to battles between Taliban and Afghan security forces, sit in front of their temporary tents in Kabul on August 11, 2021.\nWhen did those feelings of hope begin to change? Did you ever anticipate that the Taliban would take over Afghanistan again in the way it has?\nWhen I was in Afghanistan and spoke to local people, it was quite remarkable how they all echoed the same thing: That if the Americans were to leave, they did not have faith that the Afghan state could protect them and uphold the country. That was even more true years later.\nI think the majority of Afghans have worried that without the presence of the international troops in Afghanistan, the Afghan state would fall in the hands of insurgent groups like the Taliban. I did not think it would fall as quickly as it did. But in a matter of 11 days, the country fell into the hands of the Taliban and here we are. It's absolutely stunning.\nOther foreign powers have invaded Afghanistan only to have their missions end in failure. Was it inevitable that the US operation would end the same way? Would a sustained US troop presence have made a meaningful difference?\nI initially supported the American operation in Afghanistan -- millions of Afghans did.\nThere were legitimate grievances about the way the Americans did business in Afghanistan. There were incidents over the years that eroded some of the Afghan goodwill and confidence of the Americans. But for the most part, most Afghans realized that the American presence in Afghanistan was a buffer against the fall of the country into the hands of insurgents. That's proving to be prophetically true.\nWho are the Taliban and how did they take control of Afghanistan so swiftly?\nPresident Biden gave a speechthe other day, and I guess I would ask him: What is the legacy of the last 20 years? What was all this for? On the American side, the country's back in the hands of the very people that we went there to throw out. On the Afghan side, thousands and thousands of civilians died, so many people became displaced, so many villages were bombed, so many people suffered in the hope that the country might have a better future.\nNow, they're at the mercy of a group that the US itself has designated as a terrorist group, who enforced a real rule of terror on the Afghan people in the mid '90s and made Afghanistan into a safe haven for terrorist groups. So it's a very bitter pill to swallow. And from the Afghan perspective, it's hard to blame them for feeling betrayed.\nWhat r",
    "snippet": "Khaled Hosseini's novels offer a window into Afghanistan.\nHere's how he sees the fall of his home country -- and what he would ask President Biden if he could.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T19:03:22",
    "provider": {
      "name": "cnn",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://cdn.cnn.com/cnnnext/dam/assets/210820134115-taliban-fighters-kabul-afghanistan-08-17-2021-super-tease.jpg",
      "height": 0,
      "width": 0,
      "thumbnail": "",
      "thumbnailHeight": 0,
      "thumbnailWidth": 0,
      "base64Encoding": "",
      "name": null,
      "title": null,
      "provider": {
        "name": "cnn",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "http://rss.cnn.com/~r/rss/cnn_latest/~3/dIv3eZgkwbQ/index.html"
    },
    "documentSentiment": {
      "magnitude": 25.5,
      "score": 0
    }
  },
  {
    "id": "7966719009032208619",
    "title": "Day names C.J. Stroud starter at QB for No. 4 Buckeyes",
    "url": "https://www.washingtonpost.com/sports/colleges/day-names-cj-stroud-starter-at-qb-for-no-4-buckeyes/2021/08/21/98e09796-02ae-11ec-87e0-7e07bd9ce270_story.html",
    "description": "Ohio State coach Ryan Day says freshman C",
    "body": "Over the body of work between the spring and then also through preseason, (Stroud) separated himself with his decision-making, his leadership skills, his accuracy, Day said. Now, we got to go prepare to go play a game.\nDay wouldnt say who would be next in line.\nThe other guys in the room understand that this is a long season and that room has to be strong, he said. We know at Ohio State that it takes everybody in that room, so that room needs to continue to work. Its a long way to January and thats been the message. The focus has to continue to be about development, but also to encourage the other guys in that room.\nAdvertisement\nStory continues below advertisement\nThe 6-foot-3, 218-pound Stroud, from Rancho Cucamonga, California, played sparingly in mop-up duty last year behind Heisman-finalist Justin Fields in the pandemic-shortened season. He has yet to throw a pass in a college game.\nI think he knows that this is just an opportunity, Day said. Its not an accomplishment, its an opportunity, and I think he looked at it like that. Now we got to go about the business of going to put it on the field.\nOhio State also named captains this week. They include receivers Chris Olave and Kamryn Babb, offensive lineman Thayer Munford, defensive linemen Haskell Garrett, and Zach Harrison and linebacker Teradja Mitchell. All are first-time captains.\n___\nMore AP college football: https://apnews.com/hub/college-football and https://twitter.com/AP_Top25\nComment",
    "snippet": "Ohio State coach Ryan Day says freshman C.\nOver the body of work between the spring and then also through preseason, (Stroud) separated himself with his decision-making, his leadership skills, his accuracy, Day said.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T18:35:46",
    "provider": {
      "name": "washingtonpost",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://www.washingtonpost.com/resizer/2CjPNwqvXHPS_2RpuRTKY-p3eVo=/1484x0/www.washingtonpost.com/pb/resources/img/twp-social-share.png",
      "height": 0,
      "width": 0,
      "thumbnail": "",
      "thumbnailHeight": 0,
      "thumbnailWidth": 0,
      "base64Encoding": "",
      "name": null,
      "title": null,
      "provider": {
        "name": "washingtonpost",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://www.washingtonpost.com/sports/colleges/day-names-cj-stroud-starter-at-qb-for-no-4-buckeyes/2021/08/21/98e09796-02ae-11ec-87e0-7e07bd9ce270_story.html"
    },
    "documentSentiment": {
      "magnitude": 4.9,
      "score": -0.1
    }
  },
  {
    "id": "3278082672141055723",
    "title": "Tropical Storm Henri strengthens into hurricane",
    "url": "https://sports.yahoo.com/tropical-storm-henri-strengthens-hurricane-171146914.html",
    "description": "Henri has strengthened into a hurricane as it moves closer to land. Ken Graham, director of the National Oceanic and Atmospheric Administration's National...",
    "body": "Juristische Sensation - BGH erklrt Beitragserhhungen fr Privatversicherte als unwirksam (BGH Az. IV ZR 314/19)\nNBC Sports Boston\nThe New England Patriots had a 17-play touchdown drive against the Philadelphia Eagles Thursday night, something the team hasn't had in the regular season since 2015.\n1d ago\nHurricane watch issued for parts of the Northeast as Henri strengthens\nParts of Long Island, coastal Connecticut, Rhode Island and Massachusetts are under a hurricane watch as tropical storm Henri gains strength out in the Atlantic. CBS News meteorologist and climate specialist Jeff Berardelli gave CBSN's Omar Villafranca an update on the storm's expected turn to the New England coast.\n1d ago\nNew England preps for 1st hurricane in 30 years with Henri\nNew Englanders bracing for their first hurricane in 30 years began hauling boats out of the water and taking other precautions Friday as Tropical Storm Henri barreled toward the Northeast coast.  Henri was expected to intensify into a hurricane by Saturday, the U.S. National Hurricane Center said.  Impacts could be felt in New England states by Sunday, including on Cape Cod, which is teeming with tens of thousands of summer tourists.\n2d ago",
    "snippet": "Henri has strengthened into a hurricane as it moves closer to land.\nKen Graham, director of the National Oceanic and Atmospheric Administration's National.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T17:11:46",
    "provider": {
      "name": "yahoo",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://s.yimg.com/hd/cp-video-transcode/prod/2021-08/21/612137002f6b901586a35549/612137002f6b901586a3554a_o_U_v2.jpg",
      "height": 0,
      "width": 0,
      "thumbnail": "",
      "thumbnailHeight": 0,
      "thumbnailWidth": 0,
      "base64Encoding": "",
      "name": null,
      "title": null,
      "provider": {
        "name": "yahoo",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://sports.yahoo.com/tropical-storm-henri-strengthens-hurricane-171146914.html"
    },
    "documentSentiment": {
      "magnitude": 0.4,
      "score": 0
    }
  },
  {
    "id": "466434466520717254",
    "title": "California judge sides with ride-share app drivers in blow to Uber, Lyft",
    "url": "https://nypost.com/2021/08/21/uber-lyft-drivers-win-in-californias-proposition-22-ruling/",
    "description": "California Superior Court Judge Frank Roesch ruled that Proposition 22, a measure that denied ride-share app drivers benefits, was unconstitutional.",
    "body": "A California judge on Friday struck down a ballot measure that allowed Uber and Lyft to deny drivers benefits by classifying them as independent contractors instead of employees.\n\nAlameda County Superior Court Judge Frank Roesch ruled that Proposition 22 was unconstitutional.\n\nCalifornia voters in November overturned a state labor law that had made it easier to count drivers as employees rather than independent contractors through Proposition 22.\n\nUnder the new measure, the ride-sharing and delivery companies continued operating as they had  without giving drivers full employment status, which allows workers to seek sick pay, health care and minimum wage.\n\nCompanies such as Uber, Lyft, DoorDash, Instacart and Postmates reportedly spent over $200 million lobbying for the bill, making it the most expensive ballot measure in state history.\n\nUber and Lyft threatened to leave the state if voters rejected the measure, which passed by referendum 58.6 percent in favor and 41.3 percent opposed, according to Ballotpedia.\n\nUber and Lyft drivers rally outside Uber headquarters to protest Proposition 22. San Francisco Chronicle via Gett\n\nRoesch ruled in favor of three drivers and the Service Employees International Union, who had claimed in a lawsuit that the measure improperly blocked the state Legislatures ability to grant employees the right to access the state workers compensation program.\n\nUber responded to the judges ruling, saying it planned to appeal the decision.\n\nThis ruling ignores the will of the overwhelming majority of California voters and defies both logic and the law, company spokesman Noah Edwardsen said in a statement to The Associated Press.\n\nYou dont have to take our word for it: Californias attorney general strongly defended Proposition 22s constitutionality in this very case.\n\nDrivers demonstrate against Uber and Lyft during a car caravan protest on August 6, 2020. AFP via Getty Images\n\nBob Schoonover, president of the SEIU California State Council, lauded the decision as a victory for workers rights.\n\nFor two years, drivers have been saying that democracy cannot be bought. And todays decision shows they were right, he said in a statement.\n\nWith Post wires.",
    "snippet": "California Superior Court Judge Frank Roesch ruled that Proposition 22, a measure that denied ride-share app drivers benefits, was unconstitutional.\nA California judge on Friday struck down a ballot measure that allowed Uber and Lyft to deny drivers benefits by classifying them as independent contractors instead of employees.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-21T07:44:59",
    "provider": {
      "name": "nypost",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://nypost.com/wp-content/uploads/sites/2/2021/08/uberl-lyft-drivers-employees-index.jpg?quality=90&strip=all&w=1024",
      "height": 0,
      "width": 0,
      "thumbnail": "",
      "thumbnailHeight": 0,
      "thumbnailWidth": 0,
      "base64Encoding": "",
      "name": null,
      "title": null,
      "provider": {
        "name": "nypost",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://nypost.com/2021/08/21/uber-lyft-drivers-win-in-californias-proposition-22-ruling/"
    },
    "documentSentiment": {
      "magnitude": 9.1,
      "score": -0.4
    }
  },
  {
    "id": "380746176085811720",
    "title": "Cameron Smith fires 60 to storm into a tie for lead at Northern Trust",
    "url": "https://nypost.com/2021/08/21/cameron-smith-fires-60-to-storm-into-a-tie-for-lead-at-northern-trust/",
    "description": "Cameron Smiths 11-under 60 pushed him to 16-under after three rounds of the Northern Trust at Liberty National, tied for the lead with Jon Rahm, who posted a 67 later in the afternoon.",
    "body": "One of golfs best closers takes lead at Northern Trust\nCam Smith wanted more, but he knew it would be greedy of him to ask for it.\nYet there he was Saturday on the 18th hole at Liberty National in Jersey City, staring at a 12-foot birdie putt that, if holed, would have given him a 59 in the third round of The Northern Trust.\nOnly 12 players in PGA Tour history have shot a sub-60 round, and Smith, the 28-year-old Aussie with the long, stringy blonde mullet, hoped to be the lucky 13th.\nBut he misread his final putt, thinking it would break right. It broke left, sliding tantalizingly past the hole and leaving him with a tap-in for a course-record 60.\nI actually thought it was going to kind of stay straight and then drop a little bit right there at the end off the bunker and  yeah, just didnt do it, Smith said. I hit a pretty good putt, good speed and looking back at it I dont know how I read it to go that way, but it is what it is.\nSmiths 11-under day pushed him to 16-under for the tournament, tied for the lead with Jon Rahm, who posted a 67 later in the afternoon. South Africas Eric van Rooyen, who shot 62, is one stroke out of the lead at 15-under. Justin Thomas (67) and Tony Finau (68) are 14-under and two shots back.\nCameron Smith\nEPA\nSmith, Rahm and everyone else remaining in the field will have to wait until Monday to play the final round, which has been postponed from Sunday because of the impending Hurricane Henri, which is forecast to bring heavy rain and high winds to northern New Jersey.\nPGA Tour official John Mutch said the storm is expected to bring 2 to 4 inches of rain to Liberty National, with winds gusting to 60 mph if we get on the wrong side of this.\nFor public safety, for everyones safety, we felt it was the right thing to do [to postpone until Monday], Mutch said.\nMutch said he has been informed by a PGA Tour meteorologist that they should be able to complete the tournament on Monday.\nIf at least half the remaining field cannot complete the 72-hole tournament on Monday, then the final round would be nullified and the tournament would be reduced to 54 holes, with a winner determined by a playoff on Monday or Tuesday.\nThomas was one player who didnt seem pleased with the decision to postpone Sundays round.\nYeah, Im not sure what that decision was, he said. Weather changes all the time and weathermen are wrong all the time. Were going to look pretty stupid if its pretty nice [Sunday] and were all sitting in our hotel room, but it looks like the decision was already made.\nIm going to have to figure out what to do because Ive never had an off-day in the middle of the tournament.\nThomas then recalled a junior tournament he played that was postponed a day and said: I remember I didnt touch a club and thought I was fine and then I shot like 80 the next day, so Im really hoping that that doesnt happen again.\nsee also\nBryson DeChambeau needs hard look in mirror as game continues to crumble\nFinau, who said he hit it really, really good and putted it really, really bad, planned to take his putter back to his hotel room in case thats all the practicing hell be able to do Sunday.\nI need to have a talk with it, he said. It needs to wake up. Weve got 18 holes to go. Were in the playoffs.\nRahm said he was informed of the Sunday postponement as he was warming up for his round. He said he told his caddie, Adam Hayes: Lets just play today like theres no more golf. Lets try to end it up on top as if it was a Sunday just in case, because you never know.\nIf I had a one-shot lead at 17-under, [I] would hope the hurricane comes and stays for two days and we dont have to play again, Rahm said.\nSmith said he plans to maintain the good vibes from Saturday and he believes the added day off might exempt him from the age-old theory that its difficult to back up a great round with another the following day.\nI always think its hard to back up a really good round, so maybe the day off will help me out, Smith said. I dont know what Im going to do [Sunday]. Ive never been in this situation. Probably just a little bit of a rest. A round like this usually takes it out of you a little bit, the adrenaline, the highs and the lows.\nShare this article:",
    "snippet": "Cameron Smiths 11-under 60 pushed him to 16-under after three rounds of the Northern Trust at Liberty National, tied for the lead with Jon Rahm, who posted a 67 later in the afternoon.",
    "keywords": "",
    "language": "en",
    "isSafe": true,
    "datePublished": "2021-08-22T00:14:10",
    "provider": {
      "name": "nypost",
      "favIcon": "",
      "favIconBase64Encoding": ""
    },
    "image": {
      "url": "https://nypost.com/wp-content/uploads/sites/2/2021/08/Cameron-Smith.jpg?quality=90&amp;strip=all&amp;w=1024",
      "height": 0,
      "width": 0,
      "thumbnail": "",
      "thumbnailHeight": 0,
      "thumbnailWidth": 0,
      "base64Encoding": "",
      "name": null,
      "title": null,
      "provider": {
        "name": "nypost",
        "favIcon": "",
        "favIconBase64Encoding": ""
      },
      "imageWebSearchUrl": null,
      "webpageUrl": "https://nypost.com/2021/08/21/cameron-smith-fires-60-to-storm-into-a-tie-for-lead-at-northern-trust/"
    },
    "documentSentiment": {
      "magnitude": 11.9,
      "score": -0.1
    }
  }
]
